Repository: pypi-data/pypi-mirror-8
Catalog: packages/ztfy.beaker/ztfy.beaker-0.1.0-py2.7.egg/ztfy/beaker/locales/*/LC_MESSAGES/ztfy.beaker.po
Languages: fr

source: Beaker session configuration name
fr: Nom de la configuration

source: Name of Beaker configuration utility
fr: Nom de l'utilitaire de configuration Beaker

source: Data directory
fr: Répertoire de données

source: Absolute path to the directory that stores the files
fr: Chemin absolu vers le répertoire qui stocke les fichiers

source: Database URL
fr: URL de la base de données

source: Memcached servers URL
fr: URL des serveurs Memcached

source: Semi-colon separated list of memcached servers
fr: Liste des serveurs Memcached, séparés par des points-virgules

source: Memcached module to use
fr: Module Memcached à utiliser

source: Specifies which memcached client library should be imported
fr: Indique le nom de la librairie cliente Memcached à importer

source: SQLAlchemy database URL
fr: URL SQLAlchemy

source: Valid SQLAlchemy database connection string
fr: Chaîne de connection vers la base de données au format SQLAlchemy

source: Database schema name
fr: Nom du schéma

source: The schema name to use in the database
fr: Schéma de la base de données contenant les données de sessions

source: Database table name
fr: Nom de la table

source: The table name to use in the database
fr: Table de la base de données contenant les données de sessions

source: Storage type
fr: Type de stockage

source: Auto save session data?
fr: Sauvegarde automatique ?

source: Request environment key
fr: Variable d'environnement

source: Name of the WSGI environment key holding session data
fr: Nom de la variable d'environnement WSGI contenant les données de session

source: Invalide corrupt
fr: Corruptions invalides?

source: How to handle corrupt data when loading. When set to True, then corrupt data will be silently invalidated and a new session created, otherwise invalid data will cause an exception.
fr: Indique comment sont traitées les données corrompues lors du chargement. Si 'Oui', les données corrompues sont invalidées silencieusement et remplacées automatiquement par une nouvelle session vide ; dans le cas contraire, le chargement de données corrompues lève une exception

source: Cookie name
fr: Nom du cookie

source: The name the cookie should be set to
fr: Nom du cookie transmis au client

source: Session timeout
fr: Durée de session

source: How long session data is considered valid. This is used regardless of the cookie being present or not to determine whether session data is still valid
fr: Durée en secondes de la validité des sessions. Cette donnée est utilisée indépendamment du fait que le cookie soit transmis ou non pour déterminer si les données de session sont toujours valides

source: Expiring cookie?
fr: Expiration du cookie ?

source: Does cookie have an expiration date?
fr: Le cookie dispose-t-il d'une date d'expiration ?

source: Cookie domain
fr: Domaine du cookie

source: Domain to use for the cookie
fr: Domaine à utiliser pour le cookie

source: Cookie path
fr: Chemin du cookie

source: Path to use for the cookie
fr: Chemin d'accès à utiliser pour le cookie

source: Secure cookie?
fr: Cookie sécurisé ?

source: Whether or not the cookie should only be sent over SSL
fr: Le cookie ne doit-il être transmis que via une connection SSL ?

source: HTTP only?
fr: HTTP seulement ?

source: Whether or not the cookie should only be accessible by the browser not by JavaScript
fr: Le cookie doit-il ou non être accessible au navigateur mais pas en JavaScript ?

source: Encryption key
fr: Clé d'encryptage

source: The key to use for the local session encryption, if not provided the session will not be encrypted
fr: Clé à utiliser pour l'encryptage local de la session ; si elle n'est pas indiquée la session ne sera pas encryptée

source: Validation key
fr: Clé de validation

source: The key used to sign the local encrypted session
fr: Clé utilisée pour signer les données de la session cryptée

source: Lock directory
fr: Répertoire de verrouillage

source: Used to coordinate locking and to ensure that multiple processes/threads aren't attempting to re-create the same value at the same time
fr: Utilisé pour coordonner le verrouillage de façon à s'assurer que plusieurs processus ou threads ne tentent pas de re-créer la même valeur au même moment

source: Configuration interface
fr: Interface de configuration

source: Can't find beaker configuration
fr: Impossible de trouver la configuration Beaker

source: No Beaker session defined in current request
fr: Aucune session Beaker accessible au sein de la requête courante
