Repository: pypi-data/pypi-mirror-8
Catalog: packages/cubicweb-invoice/cubicweb-invoice-0.8.0.tar.gz/cubicweb-invoice-0.8.0/i18n/*.po
Languages: fr

source: Account
fr: Compte client

source: Account_plural
fr: Comptes client

source: Invoice
fr: Facture

source: Invoice_plural
fr: Factures

source: New Account
fr: Nouveau compte client

source: New Invoice
fr: Nouvelle facture

source: This Account
fr: Ce compte client

source: This Invoice
fr: Cette facture

source: account
fr: compte client

source: account
fr: compte client

source: account to credit
fr: compte client à créditer

source: account to debit
fr: compte client à débiter

source: amount
fr: montant

# Invoice
source: amount
fr: montant

source: command received
fr: commande reçue

source: credit
fr: crédit

source: credit_account
fr: a pour compte client (crédit)

# Invoice
source: credit_account
fr: a pour compte client (crédit)

# Account
source: credit_account_object
fr: compte client (crédit) de

source: credit_account_object
fr: compte client (crédit) de

source: debit_account
fr: a pour compte client (débit)

# Invoice
source: debit_account
fr: a pour compte client (débit)

# Account
source: debit_account_object
fr: compte client (crédit) de

source: debit_account_object
fr: compte client (crédit) de

source: emission date
fr: date d'émission

source: emit_date
fr: date d'émission

# Invoice
source: emit_date
fr: date d'émission

source: emited on
fr: émise le

source: expenses
fr: frais

source: invoice
fr: facture

source: invoice number
fr: numéro de facture

source: invoice type
fr: type de facture

source: issue
fr: créer

source: num
fr: numéro

# Invoice
source: num
fr: numéro

source: paid on
fr: payée le

source: pay
fr: payer

source: pay_date
fr: date paiement

# Invoice
source: pay_date
fr: date paiement

source: payed
fr: payée

source: payment date
fr: date paiement

source: planned
fr: prévue

source: send
fr: envoyer

source: sent
fr: envoyée

source: taxes on total amount
fr: taxes sur montant total

source: to issue
fr: à émettre

source: to send
fr: à envoyer

source: total amount without taxes
fr: montant total hors taxes

source: waiting command
fr: attente de commande

source: work done
fr: travail fait
