Repository: pypi-data/pypi-mirror-8
Catalog: packages/collective.singing/collective.singing-0.7.2.zip/collective.singing-0.7.2/collective/singing/locales/*/LC_MESSAGES/collective.singing.po
Languages: fr, pl

source: A schema instance for use in the subscription form
fr: Le schéma à utiliser pour le formulaire d'inscription

source: Active
fr: Actif
pl: Aktywny

source: Address
fr: Adresse
pl: Adres

source: Collector (what)
fr: Collection (quoi)
pl: Kolekcjoner

source: Collector data
fr: Données du collecteur
pl: Dane kolekcjonera

source: Composer
fr: Aggrégateur
pl: Kompozytor

source: Composer data
fr: Données de l'aggrégateur
pl: Dane kompozytora

source: Daily scheduler
fr: Planification quotidienne
pl: Dzienny planista

source: Fill in the information below to subscribe.
fr: Complétez les informations ci-dessous afin de vous abonner.
pl: Wypełnij poniższe informacje aby subskrybować.

source: Filters
fr: Filtres
pl: Filtry

source: Finish
fr: Terminer
pl: Zakończ

source: IMessageChanged is fired automatically when this is set
fr: L'évènement "Message modifié" est lancé automatiquement lorsque ceci est coché.
pl: Zdarzenie IMessageChanged zostanie wywołane automatycznie po ustawieniu tego stanu

source: Include items from this collector even if there are no items returned by significant siblings.
fr: Inclure les éléments de ce collecteur même si il n'y a aucun élément retourné par les collecteurs associés.

source: Information submitted successfully.
fr: L'information a été enregistrée avec succès.
pl: Informacja przesłana pomyślnie.

source: Keep a record of sent messages.
fr: Garder une trace des messages envoyés.
pl: Przechowuj listę wysłanych wiadomości

source: Last time this message changed its status
fr: Dernière date à laquelle le status du message à changé
pl: Data ostatniej zmiany stanu

source: Manual scheduler
fr: Planification manuelle
pl: Ręczny planista

source: Metadata
fr: Métadonnées
pl: Metadane

source: Old status of message
fr: Ancien status du message
pl: Poprzedni stan wiadomości

source: Proceed
fr: Éxécuter
pl: Kontynuuj

source: Retrieve a link to your personalized subscription settings
fr: Récupérez un lien vers la page configuration de vos préférences pour cette inscription.
pl: Pobierz link do Twoich spersonalizowanych ustawień subskrypcji

source: Scheduler (when)
fr: Planification (quand)
pl: Planista

source: Send
fr: Envoyer
pl: Wyślij

source: Send my subscription details
fr: Envoyer le récapitulatif de mon abonnement
pl: Wyślij szczegóły mojej subskrybcji

source: Significant
fr: Significatif
pl: Ważne

source: State
fr: Etat
pl: Stan

source: Status details
fr: Détails du status
pl: Szczegóły stanu

source: Subjects
fr: Sujets
pl: Tematy

source: Subjects collector
fr: Collection de sujets
pl: Kolekcjoner tematów

source: Subscribeable
fr: Ouvert à l'abonnement ?
pl: Możliwość subskrybcji

source: Subscriber optional
fr: Inscription optionnelle
pl: Opcjonalna subskrypcja

source: Subscription, referenced for bookkeeping purposes only.
fr: Inscription, référencée pour des raisons de traçabilité uniquement.

source: Thanks for your subscription; we sent you a message for confirmation.
fr: Merci de vous être abonné. Nous vous avons envoyé un message de confirmation.
pl: Dziękujemy za Twoją subskrybcję; wysłaliśmy Tobie wiadomość z potwierdzeniem.

source: Thanks. We sent you a message.
fr: Merci. Nous vous avons envoyé un message.
pl: Dziękujemy. Wysłaliśmy Tobie wiadomość.

source: The Composer's format, e.g. 'html'
fr: Le format de l'aggrégateur, par ex.: 'html'
pl: Format kompozytora, np. 'html'

source: The Composer's title, e.g. 'HTML E-Mail'
fr: Le titre de l'aggrégateur, par ex.: 'Courriel HTML'
pl: Tytuł kompozytora, np. 'E-mail HTML'

source: The address you're already subscribed with
fr: L'adresse avec laquelle vous êtes déjà abonné
pl: Adres, pod którym Twoja subskrybcja już istnieje

source: The channel that we're subscribed to
fr: La chaîne à laquelle nous avons souscris
pl: Kanał, do którego jesteśmy zapisani

source: The channel's composers, keyed by format.
fr: Les aggrégateurs de la chaîne, regroupées par format.
pl: Kompozytor kanału, przyporządkowany wg formatu

source: The channel's subscriptions
fr: Abonnement aux canaux de diffusion
pl: Subskrybcje kanału

source: The message's payload, e.g. the e-mail message.
fr: La charge du message, par ex.: le contenu du courriel.
pl: Dane wiadomości, np. treść wiadomości e-mail.

source: The subscriber's secret, ideally unique across channels
fr: Le mot de passe de l'utilisateur inscris, dans l'idéal unique pour toutes les chaînes.

source: There were errors.
fr: Des erreurs sont survenues
pl: Wystąpiły błędy.

source: There's already a subscription for ${name}
fr: Il existe déjà un abonnement pour ${name}
pl: Subskcrypcja dla ${name} jest już aktywna

source: This channel's message queues, keyed by message status
fr: Les messages issus de cette chaîne, regroupés par status
pl: Kolejki wiadomości kanału, uporządkowane wg statusu wiadomości

source: This is not currently recommended for large volumes of messages due to storage requirements.
fr: Ce n'est actuellement pas recommandé pour de larges volumes de message pour des raisons de stockage.
pl: Nie jest zalecane dla dużej liczby wiadomości ze względu na wymagania magazynowania.

source: Timed scheduler
fr: Planification
pl: Synchronizowany planista

source: Title
fr: Titre
pl: Tytuł

source: Total number of messages sent through this queue
fr: Total des messages envoyés
pl: Liczba wiadomości wysłanych w tej kolejce

source: Triggered the last time
fr: Déclenché la dernière fois le
pl: Data ostatniego uruchomienia

source: Unique identifier for this channel across the site.
fr: Identifiant unique pour ce canal de diffusion valable pour tout le site.
pl: Unikalny identyfikator tego kanału dla całej witryny

source: Values are stored via the ICollectorData adapter per subscriber.
fr: Les données sont stockées via l'adapteur "ICollectorData" par utilisateur.

source: Values are stored via the IComposerData adapter per subscriber.
fr: Les données sont stockées via l'adapteur "IComposerData" par utilisateur.

source: Weekly scheduler
fr: Planification hebdomadaire
pl: Tygodniowy planista

source: You are already subscribed.
fr: Vous êtes déjà inscrit
pl: Jesteś już subskrybentem.

source: Your subscription isn't known to us.
fr: Abonnement inconnu.
pl: Twoja subskrybcja nie jest nam znana.

source: Description
pl: Opis
