Repository: pypi-data/pypi-mirror-8
Catalog: packages/django-bingo/django-bingo-1.5.0.tar.gz/django-bingo-1.5.0/bingo/locale/*/LC_MESSAGES/django.po
Languages: de

source: Default
de: Standard

source: Password (optional)
de: Passwort (optional)

source: Game Description (optional)
de: Spielbeschreibung (optional)

source: Starting new games is disabled.
de: Das Starten neuer Spiele ist deaktiviert.

source: Games can only be started between {0} and {1}.
de: Spiele können nur zwischen {0} und {1} gestartet werden.

source: The game is expired, please create a new board.
de: Das Spiel ist nicht mehr aktiv, bitte erstelle ein neues Brett.

source: No active board with this password. Try again, or create a new one.
de: Keine aktiven Bretter mit diesem Passwort. Versuche es noch einmal, oder erstelle ein Neues.

source: game start outside of the valid timerange
de: Spielstart außerhalb der gültigen Zeiten.

source: Game #{0} created at {1} (site {2})
de: Spiel {0} erstellt am {1} (Seite {2})

source: No middle words in database
de: Keine Mittelwörter in der Datenbank.

source: Not enough (non-middle) words in database
de: Nicht genug (nicht Mittel-)Wörter in der Datenbank.

source: unrated
de: nicht bewertet

source: {0} stars
de: {0} Sterne

source: BingoBoard ID not unique for site {0}
de: Doppelte BingoBoard ID auf Seite {0}

source: BingoBoard must have either an ip or an user
de: Ein BingoBoard muss entweder eine IP oder einen Nutzer haben.

source: game and user must be unique_together
de: game und user müssen zusammen eindeutig sein.

source: game and ip must be unique_together
de: game und ip müssen zusammen eindeutig sein.

source: BingoBoard #{0} created by {1} (site {2})
de: BingoBoard #{0} erstellt von {1} (Seite {2})

source: invalid position. valid values range: 1-25 or None
de: Ungültige Position. Gültiger Bereich: 1-25 oder None.

source: The BingoField has middle position, but the word is no middle word
de: Das BingoField hat die mittlere Position, aber das Wort ist kein Mittelwort

source: The BingoField is not in the middle, but the word is a middle word
de: Das BingoField ist nicht in der Mitte, aber das Wort ist ein Mittelwort.

source: [middle]
de: [Mitte]

source: BingoField: word={0}, (not on the board)
de: BingoField: word={0} (nicht auf dem Brett)

source: board_{0}_voted
de: brett_{0}_abgestimmt

source: board_{0}_marked
de: brett_{0}_markiert

source: board_{0}
de: brett_{0}

source: Board
de: Brett

source: Images:
de: Bilder:

source: empty
de: leer

source: marked
de: markiert

source: voted
de: abgestimmt

source: Created:
de: Erstellt:

source: Last Used:
de: Zuletzt benutzt:

source: Total Users:
de: Alle Teilnehmer:

source: Active Users:
de: Aktive Teilnehmer:

source: Show Rating:
de: Sendungsbewertung:

source: Rate the Show:
de: Sendung bewerten:

source: (your board)
de: (Dein Brett)

source: %(board_count)s other board
de: %(board_count)s weiteres Brett

source: create a new board:
de: Brett erstellen:

source: create board
de: Brett erstellen

source: reclaim your board:
de: Brett wiederaktivieren:

source: go to my board
de: Brett aufrufen

source: Game #
de: Spiel #

source: Old Games
de: Alte Spiele

source: Game archive:
de: Spielarchiv:

source: game
de: Spiel

source: date
de: Datum

source: players
de: Mitspieler

source: rating
de: Bewertung

source: newer games
de: neuere Spiele

source: page
de: Seite

source: older games
de: ältere Spiele

source: %(count)s rating
de: %(count)s Bewertung

source: Startpage
de: Startseite

source: start page
de: Startseite

source: logged in as:
de: Angemeldet als:

source: register
de: Registrieren

source: Current game:
de: Aktuelles Spiel:

source: Your board:
de: Dein Brett:

source: You seem not to have a bingo board for the current game
de: Du scheinst kein Bingo-Brett für das aktuelle Spiel zu haben.

source: Game Description:
de: Spielbeschreibung:

source: View boards from older games:
de: Bretter von älteren Spielen ansehen:

source: user profile:
de: Benutzerprofil:

source: Your bingo boards
de: Deine Bingobretter

source: %(profile_user)s's bingo boards
de: %(profile_user)ss Bingobretter

source: Claim other boards
de: Andere Bretter hinzufügen

source: If you have have created boards with a password, you can add them to your profile:
de: Wenn du Bingobretter mit einem Passwort erstellt hast, kannst du sie zu deinem Profil hinzufügen:

source: claim boards
de: Bretter hinzufügen

source: Reclaim your board
de: Brett wiederaktivieren

source: change
de: ändern

source: logged out
de: Ausgelogged

source: You are now logged out.
de: Du bist jetzt ausgelogged.

source: Register
de: Registrieren
