Repository: pypi-data/pypi-mirror-8
Catalog: packages/brasil.gov.agenda/brasil.gov.agenda-1.0rc2.zip/brasil.gov.agenda-1.0rc2/src/brasil/gov/agenda/locales/*/LC_MESSAGES/brasil.gov.agenda.po
Languages: pt_br

source: Agenda Diaria
pt_br: Agenda Diária

source: Agenda de membro do governo brasileiro.
pt_br: Agenda de um membro do Governo Brasileiro

source: Atualizacao
pt_br: Atualização

source: Brasao
pt_br: Brasão

source: Busca para Agenda
pt_br: Busca de Agenda

source: Compromisso de membro do governo brasileiro.
pt_br: Compromisso de um membro do Governo Brasileiro

source: Data da Agenda
pt_br: Data desta Agenda

source: Descreva aqui se esta agenda foi atualizada. Deixe este campo em branco se nao houver nenhuma atualizacao.
pt_br: Descreva aqui se esta agenda foi atualizada. Deixe este campo em branco se não houver nenhuma atualização.

source: Este portlet busca no conteudo de agendas diarias.
pt_br: Este portlet busca no conteúdo de agendas diárias

source: Informe a raiz da busca de Agendas Diarias
pt_br: Informe a raiz de busca de Agendas Diárias

source: Informe o orgao ao qual esta agenda pertence. ex: Presidencia da Republica
pt_br: Informe o órgão ao qual esta agenda pertence. ex: Presidência da República

source: Ja existe uma agenda para esta data
pt_br: Já existe uma agenda para esta data.

source: Local padrao para eventos desta agenda
pt_br: Local padrão para os compromissos desta agenda.

source: Local padrao para eventos durante este dia
pt_br: Local padrão para compromissos durante este dia.

source: Orgao
pt_br: Órgão

source: label_event_attendees
pt_br: Outros participantes

source: label_event_end
pt_br: Date e hora de término

source: label_event_location
pt_br: Local do compromisso

source: label_event_start
pt_br: Data e hora de início
