Repository: pypi-data/pypi-mirror-8
Catalog: packages/cubicweb-mercurial-server/cubicweb-mercurial-server-0.6.0.tar.gz/cubicweb-mercurial-server-0.6.0/i18n/*.po
Languages: fr

source: %s for %s
fr: %s pour %s

source: %s public key
fr: clé publique %s

source: Base URL to access the mercurial server (example: "ssh://hg@my.server")
fr: URL de base du serveur mercurial (exemple: ssh://hg@myserver)

source: Could not acquire lock after %(no_tries)s tries (%(seconds)s seconds wait)
fr: N'a pu acquérir le verrou après %(no_tries)s essais (%(seconds)s secondes d'attente)

source: Mercurial Repository on which the permission is granted
fr: Entrepôt Mercurial sur lequel la permission est donnée

source: MercurialServerConfig
fr: Configuration de Mercurial-Server

source: MercurialServerConfig_plural
fr: Configurations de Mercurial-Server

source: MercurialServerPermission
fr: Permission de Mercurial-Server

source: MercurialServerPermission_plural
fr: Permissions de Mercurial-Server

source: New MercurialServerConfig
fr: Nouvelle configuration de Mercurial-Server

source: New MercurialServerPermission
fr: Nouvelle permission de Mercurial-Server

source: New SshPubKey
fr: Nouvelle clé publique

source: Path of the mercurial repository holding the access configuration file and the keys (relative to base_url)
fr: Chemin vers le dépôt mercurial contenant le fichier de configuration des accès et les clés (relativement à l'URL de base)

source: Public key
fr: Clé publique

source: Represent a reified relation : the permission given by a SSH key on a repository
fr: Représente la permission donnée par une clé SSH sur un entrepôt de code

source: SSH public key identifying who the permission is granted to
fr: Clé publique SSH identifiant le titulaire de la permission

source: SshPubKey
fr: Clé publique SSH

source: SshPubKey_plural
fr: Clés publiques SSH

source: Tell that the Repository subject is hosted and administered by the the MercurialServerConfig object
fr: Indique que l'entrepôt est hébergé et administré par la configuration mercurial-server

source: The VCSRepository representing the hgadmin repo of the mercurial-server
fr: L'entrepôt qui représente l'entrepôt hgamdin de mercurial-server

source: The name of the `access.conf`-like file to be generated.
fr: Nom du fichier de contrôle d'accès à générer

source: The subdirectory (relative to "hgadmin/keys") in which public keys will be written.
fr: Le sous-répertoire (relatif à hgadmin/keys) qui doit accueillir les clés publiques.

source: The user login must be ascii encodable (%s is not).
fr: Le login utilisateur doit être encodable en ascii (%s ne l'est pas).

source: This MercurialServerConfig
fr: Cette configuration de Mercurial-Server

source: This MercurialServerPermission
fr: Cette permission de Mercurial-Server

source: This SshPubKey
fr: Cette clé publique SSH

source: To create a hosted repository, %s must have a public key
fr: Pour créer un dépôt hébergé, %s doit avoir une clé publique

source: access_key
fr: Clé d'accès

source: access_key_object
fr: permission

source: add CWUser public_key SshPubKey subject
fr: clé publique SSH

source: add MercurialServerPermission access_key SshPubKey object
fr: une permission associée

source: add MercurialServerPermission granted_on Repository object
fr: une permission sur l'entrepôt

source: add Repository hosted_by MercurialServerConfig object
fr: un entrepôt

source: base_url
fr: url de base

source: conf_filename
fr: fichier de configuration

source: could not alter the hgadmin repository content (%s)
fr: impossible de modifier le contenu du répertoire hgadmin

source: creating MercurialServerPermission (MercurialServerPermission access_key SshPubKey %(linkto)s)
fr: création de permission (clé d'accès %(linkto)s)

source: creating MercurialServerPermission (MercurialServerPermission granted_on Repository %(linkto)s)
fr: création de permission (donnée à l'entrepôt %(linkto)s)

source: creating Repository (Repository hosted_by MercurialServerConfig %(linkto)s)
fr: création d'un entrepôt hébergé sur %(linkto)s

source: creating SshPubKey (CWUser %(linkto)s public_key SshPubKey)
fr: création d'une clé publique (pour l'utilisateur %(linkto)s)

# SshPubKey
source: data
fr: données

source: deny
fr: aucune

source: error: %s
fr: erreur: %s

source: granted_on
fr: autorise

source: granted_on_object
fr: permission

source: hgadmin_path
fr: chemin de l'entrepôt hgadmin

source: hgadmin_repository
fr: entrepôt hgadmin

source: hgadmin_repository_object
fr: configuration mercurial-server

source: hosted_by
fr: hébergé par

source: hosted_by_object
fr: entrepôts

source: keys_subdir
fr: sous-répertoire des clés

# MercurialServerConfig
source: name
fr: nom

source: permission_level
fr: niveau de permission

source: public_key
fr: clé publique

source: public_key_object
fr: utilisateur

source: read
fr: lecture

source: regenerate
fr: regénérer

source: source_url must be ASCII encodable
fr: l'url source doit être encodable en ASCII

source: write
fr: écriture
