Repository: pypi-data/pypi-mirror-8
Catalog: packages/ztfy.skin/ztfy.skin-0.6.19-py2.7.egg/ztfy/skin/locales/*/LC_MESSAGES/ztfy.skin.po
Languages: fr

source: Title
fr: Titre

source: Created
fr: Création

source: Modified
fr: Modification

source: Status
fr: Statut

source: Container's content
fr: Contenu du niveau

source: This container is empty
fr: Ce conteneur est vide.

source: Contents
fr: Contenus

source: There were some errors.
fr: Votre demande ne peut pas être prise en compte.

source: Add
fr: Ajouter

source: Data successfully updated.
fr: Modifications enregistrées.

source: No changes were applied.
fr: Aucune modification n'a été appliquée.

source: Submit
fr: Enregistrer

source: Reset
fr: Annuler

source: Cancel
fr: Annuler

source: Close
fr: Fermer

source: Group ID
fr: ID du groupe

source: Group widgets
fr: Widgets du groupe

source: CSS class
fr: Classe CSS

source: Group title
fr: Titre du groupe

source: Group help
fr: Aide associée au groupe

source: Display group switch ?
fr: Afficher un bouton de bascule ?

source: Use checkbox as switcher instead of '+' sign
fr: Utiliser une case à cocher comme 'switcher' au lieu d'un '+'

source: Is checkbox switcher enabled by default?
fr: La case à cocher est-elle activée par défaut ?

source: Schema field matching checkbox switcher
fr: Attribut du schéma correspondant au switcher

source: Hide group if empty ?
fr: Masquer le groupe s'il est vide ?

source: If 'Yes', a switchable group containing only widgets with default values is hidden
fr: Si 'Oui', un groupe ne contenant que des widgets avec leur valeur par défaut ne sera pas affiché

source: Visible group
fr: Groupe visible ?

source: Form groups
fr: Groupes de widgets du formulaire

source: Form title
fr: Titre du formulaire

source: Form legend
fr: Légende du formulaire

source: Sub-forms
fr: Sous-formulaires

source: Tab-forms
fr: Dialogues en onglets

source: Auto-complete
fr: Complétion automatique

source: Display hints on input widgets?
fr: Afficher les info-bulles sur les composants de saisie ?

source: Widgets callbacks
fr: Fonctions de rappel du widget

source: Names list of viewlets managers included in this form
fr: Liste des noms des gestionnaires de viewlets inclus dans le formulaire

source: Sub-form legend
fr: Légende du sous-formulaire

source: Can the subform be hidden ?
fr: Le sous-formulaire peut-il être masqué ?

source: Is the subform initially visible ?
fr: Le sous-formulaire est-il initialement visible ?

source: List of resources needed by this dialog
fr: Liste des ressources nécessaires au dialogue

source: Target dialog class
fr: Classe de la boîte de dialogue cible

source: Path
fr: Chemin

source: Back-office properties custom interface
fr: Interface d'accès aux propriétés du back-office

source: Presentation form target interface
fr: Interface cible du formulaire de présentation

source: login-field
fr: Code utilisateur

source: password-field
fr: Mot de passe

source: came-from
fr: Adresse d'origine

source: View name
fr: Nom de la vue

source: Name of the default view for the adapter object and request
fr: Nom de la vue par défaut correspondant à l'objet adapté et à la requête

source: Event source form view
fr: Formulaire à la source de l'événement

source: Text displayed before title link
fr: Texte affiché avant le titre du lien

source: Text displayed before cell main text
fr: Texte affiché avant le contenu principal de la cellule

source: Text displayed after cell main text
fr: Texte affiché après le contenu principal de la cellule

source: Text displayed after title link
fr: Texte affiché après le titre du lien

source: Content of status cell
fr: Contenu de la cellule de statut

source: Content of actions cell
fr: Ceontenu de la cellule d'actions

source: HTTP equiv header
fr: En-tête HTTP-Equiv

source: Meta content value
fr: Valeur de la balise Meta

source: Meta name
fr: Nom de la balise Meta

source: Meta property
fr: Propriété de la balise Meta

source: Meta rel attribute
fr: Attribut 'rel' de la balise Meta

source: Meta type attribute
fr: Type de la balise Meta

source: Meta link target
fr: Cible du lien de la balise Meta

source: Metas list
fr: Liste des balises Meta

source: Full list of metas associated with this content
fr: Liste complète des balises Meta associées à ce contenu

source: Properties
fr: Propriétés

source: login-button
fr: Connexion

source: Login form
fr: Connexion

source: Please enter valid credentials to login
fr: Veuillez indiquer vos paramètres de connexion

source: Close dialog
fr: Fermer la boîte de dialogue

source: required
fr: Champs obligatoires

source: Display input calendar
fr: Afficher le calendrier

source: Between:
fr: Entre le :

source: and:
fr: et le :

source: yes
fr: oui

source: no
fr: non

source: Settings
fr: Paramètres

source: Back to front-office
fr: Revenir au front-office

source: Custom viewlet managers list
fr: Liste des gestionnaires de viewlets

source: Viewlet manager weight
fr: Hauteur du gestionnaire de viewlets

source: Login
fr: Connexion

source: Current user:
fr: Utilisateur :

source: Creator:
fr: Créateur :

source: Creation:
fr: Création :

source: Last update:
fr: Dernière modif. :

source: Internal ID:
fr: N° interne :

source: Backspace key removes last value?
fr: La touche 'backspace' supprime-t-elle la dernière valeur ?

source: Target title
fr: Titre de la cible

source: < missing target >
fr: < cible introuvable >
