Repository: pypi-data/pypi-mirror-8
Catalog: packages/Hatta/Hatta-1.6.5.tar.gz/Hatta-1.6.5/locale/*/hatta.po
Languages: de, el, ja, lt

source: Recent changes
de: Letzte Änderungen
el: Πρόσφατες αλλαγές
ja: 最近の変更
lt: Paskutiniai keitimai

source: changed
de: geändert
el: άλλαξε
ja: 変更しました
lt: pasikeitė

source: uploaded
de: hochgeladen
el: μεταφόρτωση
ja: アップロードしました
lt: įkeltas

source: modified
de: geändert
el: τροποποιήθηκε
ja: 修正しました
lt: keistas

source: created
de: erstellt
el: δημιουργήθηκε
ja: 作成しました
lt: sukurtas

source: Error parsing CSV file %{file}s on line %{line}d: %{error}s
de: Fehler beim Parsen der CSV-Datei %{file}s in Zeile %{line}d: %{error}s
el: Σφάλμα ανάλυσης του CSV αρχείου %{file}s στη γραμμή %{line}d: %{error}s
ja: CSVファイル %{file}s の %{line}d 行目で構文解析エラーが発生しました: %{error}s
lt: Klaida apdorojant CSV failą %{file}s eilutėje %{line}d: %{error}s

source: Can't read or write outside of the pages repository
de: Kann nicht ausserhalb des Seite-Repositories lesen oder schreiben
el: Δεν μπορεί να ανάγνωση ή εγγραφή έξω από το αποθετήριο σελίδων
ja: ページリポジトリ以外では読み込み/書き込みを行うことができません
lt: Negalima skaityti ar rašyti už puslapių saugyklos ribų

source: anon
de: anonym
el: εντός ολίγου
ja: 匿名

source: comment
de: Kommentar
el: σχόλιο
ja: コメント
lt: komentaras

source: failed merge of edit conflict
de: fehlgeschlagene Zusammenführung von Edit-Konflikt
el: Απέτυχε η συγχώνευση της επεξεργασίας των συγκρούσεων
ja: 編集競合のマージに失敗しました
lt: nepavyko išspręsti atsiradusio konflikto apjungiant pakeitimus

source: This site is read-only.
de: Diese Seite ist nur lesbar.
el: Αυτή η ιστοσελίδα είναι μόνο για ανάγνωση.
ja: このサイトは読み込み専用です。
lt: Šita puslapį galima tik skaityti

source: Can't edit this page. It can only be edited by the site admin directly on the disk.
de: Kann diese Seite nicht editieren. Sie kann nur vom Site-Admin direkt auf Platte editiert werden.
el: Δεν μπορείτε να επεξεργαστείτε αυτή τη σελίδα. ⏎ Το μόνο που μπορείτε να επεξεργαστείτε από την ιστοσελίδα διαχειριστή απευθείας στο δίσκο.
ja: このページは編集できません。 サイト管理者のみ直接ディスク上のファイルを編集することが可能です。
lt: Keisti puslapio negalima. Puslapį gali keisti tik administratorius tiesiogiai faile.

source: This page is locked.
de: Diese Seite ist gesperrt.
el: Αυτή η σελίδα είναι κλειδωμένη.
ja: このページはロックされています。
lt: Šitas puslapis yra užrakintas

source: Page not found.
de: Die Seite wurde nicht gefunden.
el: Η σελίδα δεν βρέθηκε.
ja: ページが見つかりません。
lt: Puslapis nerastas

source: Content of revision %(rev)d of page %(title)s:
de: Inhalt der Änderung Nr. %(rev)d der Seite %(title)s:
ja: ページ %(title)s のリビジョン %(rev)d:
lt: Puslapio %(title)s revizijos %(rev)d turinys:

source: Revision of "%(title)s"
de: Änderung von "%(title)s"
el: Αναθεώρηση του "%(title)s"
ja: "%(title)s"のリビジョン
lt: "%(title)s" revizija

source: No preview for binaries.
de: Für Programme gibts keine Vorschau.
el: Καμία προεπισκόπηση για δυαδικά αρχεία.
ja: バイナリはプレビューできません。
lt: Binarinio turinio peržiūra negalima

source: Track the most recent changes to the wiki in this feed.
de: Verfolge die letzten Änderungen im Wiki mit diesem Feed
el: Παρακολουθήστε τις πιο πρόσφατες αλλαγές του wiki σε αυτό το feed.
ja: Wikiの最近の変更をRSSフィードで追跡する。
lt: Sekite šio vikio naujausius keitimus su šiuo šaltiniu.

source: Delete page %(title)s
de: Lösche Seite %(title)s
el: Διαγραφη της σελιδας %(title)s
ja: ページ %(title)s を削除
lt: Šalinti puslapį %(title)s

source: Undo of change %(rev)d of page %(title)s
de: Mach die Änderung Nr. %(rev)d der Seite %(title)s rückgängig
el: Αναίρεση των αλλαγών %(rev)d της σελίδας %(title)s
ja: ページ %(title)s の変更 %(rev)d を取り消す
lt: Anuliuoti puslapio %(title)s keitimą %(rev)d

source: Differences between revisions %(link1)s and %(link2)s of page %(link)s.
de: Unterschiede zwischen Version %(link1)s und %(link2)s der Seite %(link)s.
el: Διαφορές μεταξύ αναθεωρήσεων %(link1)s και %(link2)s της σελίδας %(link)s.
ja: ページ %(link)s のリビジョン %(link1)s と %(link2)s の差分
lt: Puslapio %(link)s skirtumai tarp %(link1)s ir %(link2)s revizijų.

source: Diff not available for this kind of pages.
de: Diff für diese Art von Seiten nicht verfügbar.
el: Diff δεν είναι διαθέσιμα για αυτό το είδος των σελίδων.
ja: このタイプのページでは差分は使用できません。
lt: Šio tipo puslapiui nėra galimybės peržiūrėti skirtumą.

source: Diff for "%(title)s"
de: Unterschide für "%(title)s"
el: Diff για "%(title)s"
ja: "%(title)s"の差分
lt: "%(title)s" skirtumas

source: Index of all pages
de: Index aller Seiten
el: Ευρετήριο όλων των σελίδων
ja: 全ページの索引
lt: Visų puslapių indeksas

source: Page Index
de: Seiten-Index
el: Ευρετήριο σελίδας
ja: ページ索引
lt: Puslapio indeksas

source: List of pages with no links to them
de: Liste von Seiten, auf die keine Links zeigen
el: Λίστα των σελίδων χωρίς συνδέσεις με τα
ja: どこからもリンクされていないページのリスト
lt: Sąrašas puslapių, kurie neturį nuorodų į save

source: Orphaned pages
de: Verwaiste Seiten
el: Ορφανες σελίδες
ja: リンク無しページ
lt: Puslapiai našlaičiai

source: %d page(s) containing all words:
de: %d Seite(n) enthalte alle Wörder
el: %d σελίδα(ες) που περιέχει όλες τις λέξεις:
ja: すべての単語を含むページは %dページ見つかりました:
lt: %d puslapis(ai) turintis visus žodžius:

source: Searching for "%s"
de: Suche nach "%s"
el: Αναζήτηση για "%s"
ja: "%s"を検索
lt: Ieškoma "%s"

source: Code highlighting is not available.
de: Code-Highlighting ist nicht verfügbar.
el: Η επισήμανση κώδικα δεν είναι διαθέσιμη.
ja: コードハイライトは使用できません
lt: Kodo paryškinimas šiuo metu negalimas.

source: Repository access disabled.
de: Repository-Zugriff abgeschaltet.
el: Η πρόσβαση στο καταθετήριο ειναι απενεργοποιημένη.
ja: リポジトリへのアクセスが無効です。
lt: Priėjimas prie saugyklos išjungtas.

source: This URL can only be called locally.
de: Diese URL kann nur lokal aufgerufen werden.
el: Αυτή η διεύθυνση URL μπορεί μόνο να κληθεί σε τοπικό επίπεδο.
ja: このURLはローカルでのみ呼び出すことが可能です。
lt: Šį URL galima kviesti tik lokaliai.

source: Links to %(title)s
de: Links zu %(title)s
el: Σύνδεση με %(title)s
ja: %(title)s へのリンク
lt: Nuorodos į %(title)s

source: Pages that contain a link to %(link)s.
de: Seiten, die einen Link zu %(link)s enthalten.
el: Σελίδες που περιέχουν ένα σύνδεσμο προς %(link)s.
ja: %(link)s へのリンクを含むページ。
lt: Puslapiai kurie turi nuorodą į %(link)s.

source: Editing "%(title)s"
de: Editiere "%(title)s"
el: Επεξεργασια του "%(title)s"
ja: "%(title)s" を編集中
lt: Keičiamas "%(title)s"

source: This is a binary file, it can't be edited on a wiki. Please upload a new version instead.
de: Dies ist eine Binärdatei, sie kann nicht im Wiki editiert werden. Bitte laden Sie stattdessen eine neue Version hoch.
el: Αυτό είναι ένα δυαδικό αρχείο, δεν μπορεί να επεξεργαστεί σε ένα wiki. Παρακαλούμε να αποστείλετε μια νέα έκδοση αντ 'αυτού.
ja: これはバイナリファイルです。Wikiで編集することはできません。代わりに新しいパージョンをアップロードしてください。
lt: Čia yra binarinis failas. Jo negalima keisti viki viduje. Vietoje to prašome įkelti atnaujinta versija.

source: Comment
de: Kommentar
el: Σχόλιο
ja: コメント
lt: Komentaras

source: Author
de: Autor
el: Δημιουργος
ja: 執筆者
lt: Autorius

source: Save
de: Speichern
el: Αποθηκευση
ja: 保存
lt: Išsaugoti

source: Cancel
de: Abbrechen
el: Ακύρωση
ja: キャンセル
lt: Nutraukti

source: Preview
de: Vorschau
el: Προεπισκόπηση
ja: プレビュー
lt: Peržiūrėti

source: Preview, not saved
de: Vorschau, nicht gespeichert
el: Η προεπισκόπηση δεν αποθηκευθηκε
ja: プレビュー(保存されていません)
lt: Peržiūra neišsaugota

source: History of %(title)s
de: Historie von %(title)s
el: Ιστορικο του %(title)s
ja: %(title)s の履歴
lt: %(title)s istorija

source: History of changes for %(link)s.
de: Historie der Änderungen für %(link)s.
el: Ιστορικο των αλλαγων του %(link)s.
ja: %(link)s の変更履歴。
lt: %(link)s pakeitimų istorija.

source: Undo
de: Rückgängig
el: Αναιρεση
ja: 取り消す
lt: Anuliuoti

source: Edit
de: Editieren
el: Επεξεργασια
ja: 編集
lt: Keisti

source: History
de: Historie
el: Ιστορικο
ja: 履歴
lt: Istorija

source: Backlinks
el: Σύνδεσμοι επιστροφής
ja: バックリンク
lt: Atgalinės nuorodos

source: Changes
de: Änderungen
el: Αλλαγες
ja: 変更
lt: Pakeitimai

source: Index
el: Ευρετήριο
ja: インデックス
lt: Indeksas

source: Orphaned
de: Verwaist
el: Ορφανά
ja: 孤立
lt: Našlaitis

source: Wanted
de: Gesucht
el: Περιζήτητα
ja: 作成待ち
lt: Norimas

source: Wanted pages
de: Gesuchte Seiten
el: Περιζήτητες σελίδες
ja: 作成待ちページ
lt: Norimi puslapiai

source: List of pages that are linked to, but don't exist yet.
de: Liste von Seiten, auf die verlinkt wurde, aber die noch nicht existieren.
el: Λίστα των σελίδων που συνδέονται με, αλλά δεν υπάρχουν ακόμα.
ja: どこからもリンクされていないページのリスト。
lt: Sąrašas puslapių į kuriuos yra sukurta nuoroda, bet jie dar neegzistuoja.

source: %(num)d reference
de: %(num)d Referenz
el: %(num)d αναφοράς
ja: %(num)d 個の参照
lt: %(num)d nuoroda
