Repository: pypi-data/pypi-mirror-8
Catalog: packages/ityou.whoisonline/ityou.whoisonline-1.3rc2.tar.gz/ityou.whoisonline-1.3rc2/ityou/whoisonline/locales/*/LC_MESSAGES/ityou.whoisonline.po
Languages: de

source: %d.%m.%Y at %H:%M:%S
de: %d.%m.%Y um %H:%M:%S Uhr

source: A portlet which shows online users.
de: Ein Portlet das Benutzer zeight, die Online sind.

source: A portlet which shows own profile.
de: Ein Portlet mit dem eigenen Profil

source: Add WhoAmI portlet
de: Portlet Wer-bin-ich hinzufügen

source: Add WhoIsOnline portlet
de: Portlet Wer-ist-online hinzufügen

source: All profile data will be displayed
de: Alle Profildaten werden angezeigt

source: Display all profile data
de: Alle Profildaten anzeigen

source: Edit WhoAmI portlet
de: Portlet Wer-bin-ich ändern

source: Edit WhoIsOnline portlet
de: Portlet Wer-ist-online ändern

source: Enter the time period between to Ajax-Requests. IMPORTANT: Be aware that time period less then 10 second may slow down your server! Time periods less then 4 seconds are not considered.
de: Wie häufig soll eine Ajax-Anfrage im Hintergrund passieren? (Alle X Sekunden) ACHTUNG: Je häufiger die Abfragen desto stärker wird der Server belastet. Abfragen unter 4 Sekunden werden daher nicht berücksichtigt.

source: For how long should a user be marked as online? (Seconds)
de: Wie lange soll ein Benutzer online gelten? (In Sekunden)

source: Maximal number of users
de: Maximale Anzahl Benutzer

source: Maximum number of online users to show
de: Maximale Anzahl an Online-Benutzern die angezeigt werden sollen

source: Number of online users to display
de: Anzahl an Online-Benutzern die angezeigt werden sollen

source: The maximum number of user that should be listed in the 'who is online'-portlet
de: Die maximale Anzahl von Benutzern, die im 'Wer ist online'-Portlet angezeigt werden sollen

source: This portlet displays online users.
de: Diese Portlet zeigt die Online-Benutzer an.

source: Time period for ajax requests
de: Häufigkeit der Ajax-Abfragen

source: Who Is Online
de: Wer ist online

source: Who am I
de: Wer bin ich

source: Who is Online
de: Wer ist nline

source: Who is online settings
de: Wer ist online-Einstellungen

source: Who is online?
de: Wer ist online?

source: WhoAmI
de: Wer bin ich

source: logout
de: Abmelden

source: my_dashboard
de: Meine Konsole

source: my_personal_folder
de: Mein Ordner

source: my_personal_page
de: Mein Profil

source: personal_status
de: Persönlicher Status

source: who_is_online
de: Wer ist online?

source: write_message
de: neue Nachricht
