Repository: pypi-data/pypi-mirror-8
Catalog: packages/pyspread/pyspread-0.4.tar.gz/pyspread-0.4/pyspread/po/*.po
Languages: de

source: {nele} of {totalele} elements processed.
de: {nele} von {totalele} Elementen verarbeitet.

source: {nele} elements processed.
de: {nele} Elemente verarbeitet.

source: File loading aborted.
de: Laden der Datei abgebrochen.

source: File saving aborted.
de: Speichern der Datei abgebrochen.

source: Can't open the clipboard
de: Zwischenablage kann nicht geöffnet werden

source: Error
de: Fehler

source: Datatype {type} unknown
de: Datentyp {type} ist unbekannt

source: Fallback type {type} unknown.
de: Fallback-Typ {type} ist unbekannt.

source: File {filename} imported successfully.
de: Datei {filename} erfolgreich importiert.

source: Error writing to file {filepath}.
de: Fehler beim Schreiben in Datei {filepath}.

source: Error opening file {filepath}.
de: Fehler beim Öffnen der Datei {filepath}.

source: Choose a GPG key for signing pyspread save files. The GPG key must not have a passphrase set.
de: Wählen Sie einen eigenen GPG-Schlüssel, mit dem Sie pyspread-Dateien signieren wollen. Der GPG-Schlüssel darf nicht mit einem Passwort versehen sein.

source: Choose key
de: Schlüssel wählen

source: Use chosen key
de: Gewählten Schlüssel verwenden

source: Create new key
de: Neuen Schlüssel erzeugen

source: New GPG key
de: Neuer GPG-Schlüssel

source: After confirming this dialog, a new GPG key
de: Nachdem Sie diesen Dialog bestätigt haben, wird

source: '{key}' will be generated.
de: ein neuer GPG-Schlüssel »{key}« erstellt.

source: This may take some time. Please wait.
de: Dies kann einige Zeit dauern. Bitte warten Sie.

source: Canceling this operation exits pyspread.
de: Durch Abbruch dieses Vorgangs wird pyspread beendet.

source: usage: %prog [options] [filename]
de: Aufruf: %prog [Optionen] [Dateiname]

source: Dimensions of empty grid (works only without filename) rows, cols, tables [default: %default]
de: Größe der leeren Tabelle (funktioniert nur ohne Dateinamen) Zeilen, Spalten, Tabellen [Voreinstellung: %default]

source: Cell dimension must be > 0.
de: Zell-Dimension muss größer als 0 sein

source: Only one file may be opened at a time.
de: Es können nicht mehrere Dateien gleichzeitig geöffnet werden.

source: You need a unicode build of wxPython to run pyspread.
de: Pyspread benötigt die Unicode-Version von wxPython

source: &Approve file
de: Datei &bestätigen

source: Menu item unknown
de: Menüeintrag ist unbekannt

source: Cu&t
de: &Ausschneiden

source: Cut cell to clipboard
de: Zelle in die Zwischenablage ausschneiden

source: &Copy
de: &Kopieren

source: Copy input strings to clipboard
de: Ausgewählte Zeichenketten in die Zwischenablage kopieren

source: &Paste
de: E&infügen

source: Paste cells from clipboard
de: Zellen aus der Zwischenablage einfügen

source: Insert &rows
de: &Zeilen einfügen

source: Insert rows at cursor
de: Zeilen an Cursorposition einfügen

source: &Insert columns
de: &Spalten einfügen

source: Insert columns at cursor
de: Spalten an Cursorposition einfügen

source: Delete rows
de: Zeilen löschen

source: Delete columns
de: Spalten löschen

source: &File
de: &Datei

source: &New
de: &Neu

source: Create a new, empty spreadsheet
de: Ein neues, leeres Tabellendokument anlegen

source: &Open
de: Ö&ffnen

source: Open spreadsheet from file
de: Tabellendokument aus einer Datei öffnen

source: &Save
de: &Speichern

source: Save spreadsheet
de: Tabellendokument speichern

source: Save &As
de: Speichern &unter

source: Save spreadsheet to a new file
de: Tabellendokument in eine neue Datei speichern

source: &Import
de: &Importieren

source: Import a file and paste it into current grid
de: Eine Datei importieren und diese in das aktuelle Gitter einfügen

source: &Export
de: &Exportieren

source: Export selection to file (Supported formats: CSV)
de: Auswahl in Datei exportieren (Unterstützte Formate: CSV)

source: Approve, unfreeze and sign the current file
de: Die aktuelle Datei bestätigen, signieren und Einfrieren beenden

source: &Clear globals
de: Globale Variablen &löschen

source: Deletes global variables from memory and reloads base modules
de: Löscht globale Variablen aus dem Speicher und lädt Basismodule neu

source: Page setup
de: Seite einrichten

source: Setup printer page
de: Seite für den Druck einrichten

source: Print preview
de: Druckvorschau

source: &Print
de: &Drucken

source: Print current spreadsheet
de: Das aktuelle Tabellendokument drucken

source: Preferences...
de: Einstellungen …

source: Change preferences of pyspread
de: Einstellungen von pyspread anpassen

source: &Quit
de: &Beenden

source: Quit pyspread
de: pyspread beenden

source: &Edit
de: &Bearbeiten

source: &Undo
de: &Rückgängig

source: Undo last step
de: Den letzten Schritt rückgängig machen

source: &Redo
de: &Wiederholen

source: Redo last undone step
de: Den letzten rückgängig gemachten Schritt wiederholen

source: Copy the input strings of the cells to clipboard
de: Die Eingabe-Zeichenketten der Zellen in die Zwischenablage kopieren

source: Copy &Results
de: &Ergebnisse kopieren

source: Copy the result strings of the cells to the clipboard
de: Die Ergebnis-Zeichenketten der Zellen in die Zwischenablage kopieren

source: Paste &As...
de: Einfügen al&s …

source: Transform clipboard and paste cells into grid
de: Einfügen und Transformieren der Zwischenablage

source: Select A&ll
de: A&lle wählen

source: Select All Cells
de: Alle Zellen wählen

source: &Find
de: Such&en

source: Find cell by content
de: Zellen anhand des Inhalts suchen

source: Replace...
de: Ersetzen …

source: Replace strings in cells
de: Zeichenketten in Zellen ersetzen

source: Quote cell(s)
de: Zellen quoten

source: Converts cell content to strings by adding quotes ("). If a selection is present then its cells are quoted.
de: Wandelt Zelleninhalte in Zeichenketten um, indem hochgestellte Doppelapostrophe hinzugefügt werden (")

source: Sort &ascending
de: &Aufsteigend sortieren

source: Sort rows in selection or current table ascending corresponding to row at cursor.
de: Zeilen in der Auswahl oder aktuellen Tabelle absteigend sortieren, entsprechend der Zeile mit dem Cursor.

source: Sort &descending
de: Absteigen&d sortieren

source: Sort rows in selection or current table descending corresponding to row at cursor.
de: Zeilen in der Auswahl oder aktuellen Tabelle aufsteigend sortieren, entsprechend der Zeile mit dem Cursor.

source: Insert &table
de: &Tabelle einfügen

source: Insert table before current table
de: Tabelle vor der aktuellen Tabelle einfügen

source: Delete table
de: Tabelle löschen

source: Delete current table
de: Die aktuelle Tabelle löschen

source: Resize grid
de: Gittergröße ändern

source: &View
de: &Ansicht

source: Toolbars
de: Werkzeugleisten

source: Main toolbar
de: Hauptwerkzeugleiste

source: Shows and hides the main toolbar.
de: Die Hauptwerkzeugleiste anzeigen oder verbergen.

source: Macro toolbar
de: Makro-Werkzeugleiste

source: Shows and hides the macro toolbar.
de: Die Makro-Werkzeugleiste anzeigen oder verbergen.

source: Format toolbar
de: Format-Werkzeugleiste

source: Shows and hides the format toolbar.
de: Die Format-Werkzeugleiste anzeigen oder verbergen.

source: Find toolbar
de: Such-Werkzeugleiste

source: Shows and hides the find toolbar.
de: Die Such-Werkzeugleiste anzeigen oder verbergen.

source: Entry line
de: Eingabezeile

source: Shows and hides the entry line.
de: Die Eingabezeile anzeigen oder verbergen.

source: Go to cell
de: Gehe zu Zelle

source: Moves the grid to a cell.
de: Bewegt das Gitter zu einer Zelle.

source: Zoom in
de: Vergrößern

source: Zoom in grid.
de: Die Ansicht des Gitters vergrößern.

source: Zoom out
de: Verkleinern

source: Zoom out grid.
de: Die Ansicht des Gitters verkleinern.

source: Normal size
de: Normale Größe

source: Show grid in standard zoom.
de: Zeigt das Gitter in der vorgegebenen Vergrößerungsstufe an.

source: Refresh selected cells
de: Ausgewählte Zellen aktualisieren

source: Refresh selected cells even when frozen
de: Ausgewählte Zellen auch im eingefrorenen Zustand aktualisieren

source: Toggle periodic updates
de: Periodische Aktualisierungen ein-/ausschalten

source: Toggles periodic cell updates for frozen cells
de: Schaltet die periodische Aktualisierung eingefrorener Zellen ein oder aus.

source: Show Frozen
de: Eingefrorene anzeigen

source: Shows which cells are currently frozen in a crosshatch.
de: Zeigt mittels Kreuzschraffur, welche Zellen derzeit eingefroren sind.

source: F&ormat
de: F&ormatierung

source: Font...
de: Schrift …

source: Launch font dialog.
de: Den Schriftauswahldialog öffnen.

source: Bold
de: Fett

source: Toggles bold.
de: Schaltet die Fettschrift ein oder aus.

source: Italics
de: Kursiv

source: Toggles italics.
de: Schaltet die Kursivschrift ein oder aus.

source: Underline
de: Unterstreichen

source: Toggles underline.
de: Schaltet die Unterstreichung ein oder aus.

source: Strikethrough
de: Durchstreichen

source: Toggles strikethrough.
de: Schaltet die Durchstreichung ein oder aus.

source: Frozen
de: Einfrieren

source: Toggles frozen state of cell.
de: Schaltet den eingefrorenen Zustand einer Zelle ein oder aus.

source: Frozen cells are updated only when F5 is pressed.
de: Eingefrorene Zellen werden nur durch Drücken von F5 aktualisiert.

source: Lock
de: Sperren

source: Lock cell. Locked cells cannot be changed.
de: Zelle sperren, so dass sie nicht verändert werden kann.

source: Merge cells
de: Zellen zusammenführen

source: Merges / unmerges selected cells.
de: Führt die ausgewählten Zellen zusammen oder löst diese voneinander.

source: Justification
de: Ausrichtung

source: Left
de: Links

source: Center
de: Mitte

source: Right
de: Rechts

source: Alignment
de: Anordnung

source: Top
de: Oben

source: Bottom
de: Unten

source: Text color...
de: Textfarbe …

source: Launch color dialog to specify text color.
de: Den Farbauswahldialog öffnen, um die Textfarbe festzulegen.

source: Background color...
de: Hintergrundfarbe …

source: Launch color dialog to specify background color.
de: Den Farbauswahldialog öffnen, um die Hintergrundfarbe festzulegen.

source: Rotation...
de: Drehung …

source: Set text rotation.
de: Die Drehung des Texts angeben.

source: &Macro
de: &Makro

source: &Macro list
de: &Makroliste

source: Choose, fill in, manage, and create macros
de: Makros wählen, eintragen, verwalten und erzeugen

source: &Load macro list
de: Makroliste &laden

source: Load macro list
de: Makroliste laden

source: &Save macro list
de: Makroliste &speichern

source: Save macro list
de: Makroliste speichern

source: Insert bitmap...
de: Bitmap einfügen …

source: Insert bitmap from file into cell
de: Bitmap-Grafik aus einer Datei in die Zelle einfügen

source: Link bitmap...
de: Bitmap verknüpfen …

source: Link bitmap from file into cell
de: Bitmap-Grafik aus einer Datei mit der Zelle verknüpfen

source: Insert chart...
de: Diagramm einfügen …

source: Insert chart into cell
de: Ein Diagramm in eine Zelle einfügen

source: &Help
de: &Hilfe

source: First &Steps
de: Erste &Schritte

source: Launch First Steps in pyspread
de: Den Erste-Schritte-Dialog in pyspread starten

source: Launch tutorial
de: Tutorial starten

source: Frequently asked questions
de: Häufig gestellte Fragen

source: &About
de: &Info

source: About pyspread
de: Info zu pyspread

source: Welcome to pyspread.
de: Willkommen in pyspread.

source: View
de: Ansicht

source: Main grid
de: Haupttabelle

source: New grid with dimensions {dim} created.
de: Neues Gitter mit der Größe {dim} erstellt.

source: Pyspread file
de: Pyspread-Datei

source: Uncompressed pyspread file
de: Unkomprimierte Pyspread-Datei

source: Excel file
de: Excel-Datei

source: All files
de: Alle Dateien

source: Choose file to open.
de: Wählen Sie die zu öffnende Datei.

source: (experimental)
de: (experimentell)

source: Choose filename for saving.
de: Wählen Sie den Dateinamen zum Speichern.

source: Directory present. Save aborted.
de: Der Ordner ist vorhanden. Speichern wurde abgebrochen.

source: The file {filepath} is already present. Overwrite?
de: Die Datei {filepath} ist bereits vorhanden. Überschreiben?

source: File collision
de: Dateikonflikt

source: File present. Save aborted by user.
de: Datei ist vorhanden. Speichern wurde vom Benutzer abgebrochen.

source: CSV file
de: CSV-Datei

source: Tab delimited text file
de: Tabulator-getrennte Textdatei

source: Choose file to import.
de: Wählen Sie die zu importierende Datei.

source: SVG file
de: SVG-Datei

source: EPS file
de: EPS-Datei

source: PS file
de: PS-Datei

source: PDF file
de: PDF-Datei

source: PNG file
de: PNG-Datei

source: Choose filename for export.
de: Wählen Sie den Dateinamen für den Export.

source: You are going to approve and trust a file that you have not created yourself. After proceeding, the file is executed. It may harm your system as any program can. Please check all cells thoroughly before proceeding. Proceed and sign this file as trusted?
de: Sie sind dabei, eine Datei zu bestätigen und als vertrauenswürdig zu markieren, die Sie nicht selbst erstellt haben. Wenn Sie fortsetzen, wird diese Datei ausgeführt. Sie kann wie jedes Programm Ihr System beschädigen. Überprüfen Sie jede Zelle, bevor Sie fortsetzen. Fortsetzen und diese Datei als vertrauenswürdig markieren?

source: Security warning
de: Sicherheitswarnung

source: Safe mode deactivated.
de: Abgesicherter Modus wurde deaktiviert.

source: Deleting globals and reloading modules cannot be undone. Proceed?
de: Das Löschen globaler Variablen und erneutes Laden der Module kann nicht rückgängig gemacht werden. Wollen Sie wirklich fortsetzen?

source: Really delete globals and modules?
de: Wollen Sie wirklich globale Variablen und Module löschen?

source: Globals cleared and base modules reloaded.
de: Globale Variablen wurden gelöscht und Module neu geladen.

source: Macro file
de: Makro-Datei

source: Choose macro file.
de: Wählen Sie die Makro-Datei.

source: Text font
de: Schriftart

source: Text color
de: Schriftfarbe

source: Inside
de: Innen

source: Outside
de: Außen

source: Both
de: Beides

source: Padding
de: Auffüllung

source: Size
de: Größe

source: Secondary
de: Sekundär

source: Puts ticks inside the axes, outside the axes, or both.
de: Skalenmarker auf die Achsen, außerhalb der Achsen oder beides.

source: Distance in points between tick and label.
de: Entfernung in Punkten zwischen Skalenmarker und Beschriftung

source: Tick label font size in points.
de: Die Beschriftungs-Schriftgröße in Punkten.

source: Label
de: Beschriftung

source: Style
de: Stil

source: Width
de: Breite

source: Color
de: Farbe

source: Face color
de: Textfarbe

source: Edge color
de: Kantenfarbe

source: Data
de: Daten

source: Line
de: Linie

source: String or anything printable with ‘%s’ conversion
de: Zeichenkette oder sonstiges Druckbares mit der »%s«-Umwandlung

source: The data np.array for x Code must eval to 1D array.
de: Das Daten-np.array für x Der Code muss ein 1D-Feld ergeben.

source: The data np.array for y Code must eval to 1D array.
de: Das Daten-np.array für y Der Code muss ein 1D-Feld ergeben.

source: The line width in points
de: Die Linienstärke in Punkten

source: The line marker
de: Die Linienmarkierung

source: The marker size in points
de: Die Linienmarkierungsgröße in Punkten

source: Left positions
de: Linke Positionen

source: Bar heights
de: Balkenhöhen

source: Bar widths
de: Balkenbreiten

source: Bar bottoms
de: Balkenböden

source: Bar color
de: Balkenfarbe

source: Bar
de: Balken

source: The x coordinates of the left sides of the bars
de: Die x-Koordinaten der linken Balkenseiten

source: The heights of the bars
de: Die Balkenhöhen

source: The widths of the bars
de: Die Balkenbreiten

source: The y coordinates of the bottom edges of the bars
de: Die y-Koordinaten der Balkenunterseiten

source: Series
de: Datenreihe

source: Box widths
de: Balkenbreiten

source: Vertical
de: Vertikal

source: Flier
de: Ausreißer

source: Notch
de: Kerbung

source: An array or a sequence of vectors
de: Ein Array oder eine Vektorsequenz

source: Either a scalar or a vector and sets the width of each box The default is 0.5, or 0.15*(distance between extreme positions) if that is smaller
de: Entweder ein Skalar oder ein Vektor, der die Box-Breite angibt. Der Standardwert beträgt 0.5 oder 0.15*(Distanz zwischen den Extremwerten) falls das kleiner ist.

source: If True then boxes are drawn vertical If False then boxes are drawn horizontal
de: Falls »wahr« werden die Boxen vertikal gezeichnet, falls »falsch« werden die Boxen horizontal gezeichnet

source: The symbol for flier points Enter an empty string (‘’) if you don’t want to show fliers
de: Das Symbol für die Ausreißer-Punkte Geben Sie eine leere Zeichenkette (»«) ein, wenn Sie Ausreißer nicht anzeigen wollen.

source: False produces a rectangular box plot True produces a notched box plot
de: »falsch« erzeugt einen rechteckigen Boxplot, »wahr« erzeugt einen eingekerbten Boxplot.

source: Bins
de: Bündel

source: Normed
de: Normiert

source: Cumulative
de: Kumulativ

source: Histogram
de: Histogramm

source: Histogram data series Multiple data sets can be provided as a list or as a 2-D ndarray in which each columnis a dataset. Note that the ndarray form is transposed relative to the list form.
de: Histogramm-Datenreihe Mehrere Datensätze können als eine Liste oder als 2D-ndarray, in dem jede Spalte einen Datensatz darstellt, angegeben werden. Beachten Sie, dass die ndarray-Form bezogen auf die Listenform transponiert ist.

source: Either an integer number of bins or a bin sequence
de: Entweder die Anzahl Klassen (Integer) oder eine Klassensequenz

source: If True then the first element is the counts normalizedto form a probability density, i.e., n/(len(x)*dbin).
de: Falls »wahr«, ist das erste Element die Anzahl, die zur Erzeugung einer Wahrscheinlichkeitsdichte normalisiert ist, d. h. n/(len(x)*dbin).

source: If True then each bin gives the counts in that bin plus all bins for smaller values.
de: Falls »wahr«, gibt jede Klasse die Anzahl in ihr selbst zuzüglich aller Klassen kleineren Werts wieder.

source: Labels
de: Beschriftungen

source: Colors
de: Farben

source: Start angle
de: Startwinkel

source: Shadow
de: Schatten

source: Pie
de: Torte

source: Pie chart data The fractional area of each wedge is given by x/sum(x) The wedges are plotted counterclockwise
de: Tortendiagramm-Daten Der Bereichsanteil jedes Tortenstücks ist durch x/sum(x) bestimmt. Die Tortenstücke werden gegen den Uhrzeigersinn gezeichnet.

source: Sequence of wedge label strings
de: Folge der Tortenstückbeschriftungen

source: Sequence of matplotlib color args through which the pie cycles. Supported strings are: 'b': blue 'g': green 'r': red 'c': cyan 'm': magenta 'y': yellow 'k': black 'w': white Gray shades can be given as a stringthat encodes a float in the 0-1 range, e.g.: '0.75'. You can also specify the color with an html hex string as in: '#eeefff'. Finally, legal html names for colors, such as 'red', 'burlywood' and 'chartreuse' are supported.
de: Matplotlib-Farbfolge, die das Tortendiagramm durchläuft. Unterstützte Zeichenketten sind: 'b': blau 'g': grün 'r': rot 'c': zyan 'm': magenta 'y': gelb 'k': schwarz 'w': weiß Grauwerte können als Zeichenkette angegeben werden, die eine Fließkommazahl im Wertebereich 0-1 kodiert, z. B. »0.75«. Sie können auch die Farbe mit einer Hexadezimal-Zeichenkette wie in »#eeefff« festlegen. Schließlich werden gültige HTML-Namen für Farben wie »red«, »burlywood« und »chartreuse« unterstützt.

source: Rotates the start of the pie chart by angle degrees counterclockwise from the x-axis.
de: Dreht den Anfang des Tortendiagramms um einen Winkel gegen den Uhrzeigersinn von der X-Achse.

source: If True then a shadow beneath the pie is drawn
de: Falls »wahr«, wird ein Schatten unter dem Tortendiagramm gezeichnet.

source: Point
de: Punkt

source: Coordinates
de: Koordinaten

source: Annotation
de: Beschriftung

source: Annotation text
de: Beschriftungstext

source: Point that is annotated
de: Beschrifteter Punkt

source: String that indicates the coordinates of xy
de: Zeichenkette, die das Koordinatensystem von xy festlegt

source: Location of annotation text
de: Ort des Beschriftungstexts

source: String that indicates the coordinates of xytext.
de: Zeichenkette, die das Koordinatensystem von xytext festlegt

source: Contour labels
de: Konturbeschriftung

source: Font size
de: Schriftgröße

source: Fill contour
de: Füllkontur

source: Hatches
de: Klappen

source: Lines
de: Zeilen

source: Areas
de: Flächen

source: X coordinates of the surface
de: Die x-Koordinaten der Oberfläche

source: Y coordinates of the surface
de: Die y-Koordinaten der Oberfläche

source: Z coordinates of the surface (contour height)
de: Z-Koordinate der Oberfläche (Konturhöhe)

source: If None, the colormap specified by cmap will be used. If a string, like ‘r’ or ‘red’, all levels will be plotted in this color. If a tuple of matplotlib color args (string, float, rgb, etc), different levels will be plotted in different colors in the order specified.
de: Falls nicht angegeben, wird die durch cmap angegebene Farbkarte verwendet. Falls es eine Zeichenkette ist, wie »r« oder »red«, werden alle Stufen in dieser Farbe gezeichnet. Falls es ein Tupel aus Matplotlib-Farbargumenten ist (string, float, rgb, usw.) werden die verschiedenen Stufen in den Farben entsprechend der angegebenen Reihenfolge gezeichnet.

source: The alpha blending value
de: Alpha-Überlagerungswert

source: Contour line style
de: Stil der Umrisslinie

source: All contour levels will be plotted with this linewidth.
de: Alle Konturebenen werden mit dieser Linienbreite dargestellt.

source: Adds contour labels
de: Konturbeschriftungen hinzufügen

source: Contour font label size in points
de: Die Kontur-Beschriftungsschriftgröße in Punkten

source: A list of cross hatch patterns to use on the filled areas. A hatch can be one of: / - diagonal hatching \ - back diagonal | - vertical - - horizontal + - crossed x - crossed diagonal o - small circle O - large circle . - dots * - stars Letters can be combined, in which case all the specified hatchings are done. If same letter repeats, it increases the density of hatching of that pattern.
de: Eine Liste von Schraffurmustern für die gefüllte Fläche. Folgende Schraffuren sind möglich: / - diagonale Schraffur \ - rückwärts diagonal | - vertikal - - horizontal + - gekreuzt x - diagonal gekreuzt o - kleiner Kreis O - großer Kreis . - Punkte * - Sterne Buchstaben dürfen kombiniert werden. Dabei werden alle angegebenen Schraffuren eingesetzt. Wenn ein Buchstabe mehrfach angegeben wird, so erhöht sich die Schraffurdichte dieses Musters.

source: Flows
de: Strömungen

source: Orientations
de: Ausrichtung

source: Format
de: Formatierung

source: Unit
de: Einheit

source: Rotation
de: Drehung

source: Gap
de: Zwischenraum

source: Shoulder
de: Seiten

source: Offset
de: Versatz

source: Angle
de: Winkel

source: Edge
de: Kante

source: Face
de: Oberfläche

source: Diagram
de: Diagramm

source: Area
de: Fläche

source: Array of flow values. By convention, inputs are positive and outputs are negative.
de: Feld aus Strömungswerten. Üblicherweise sind Eingaben positiv und Ausgaben negativ.

source: List of orientations of the paths. Valid values are 1 (from/to the top), 0 (from/to the left or right), or -1 (from/to the bottom). If orientations == 0, inputs will break in from the left and outputs will break away to the right.
de: Liste der Ausrichtung der Pfade. Zulässige Werte sind 1 (von/nach oben), 0 (von/nach links oder rechts) oder -1 (von/nach unten). Falls die Ausrichtung == 0 ist, die Eingaben kommen von links und werden nach rechts gelenkt.
