Repository: pypi-data/pypi-mirror-8
Catalog: packages/pyspread/pyspread-0.4.tar.gz/pyspread-0.4/pyspread/po/*.po
Languages: de

source: List of specifications of the labels for the flows. Each value may be None (no labels), ‘’ (just label the quantities), or a labeling string. If a single value is provided, it will be applied to all flows. If an entry is a non-empty string, then the quantity for the corresponding flow will be shown below the string. However, if the unit of the main diagram is None, then quantities are never shown, regardless of the value of this argument.
de: Liste der Spezifikationen für die Beschriftungen der Strömungen. Jeder Wert kann entweder nicht spezifiziert sein (keine Beschriftungen), »« (nur reine Mengenangaben) oder eine Zeichenkette kann als Beschriftung angegeben werden. Wenn nur ein einziger Wert angegeben ist, wird dieser für alle Strömungen verwendet. Ist ein Eintrag eine nicht-leere Zeichenkette, wird die Menge der entsprechenden Strömung unterhalb der Zeichenkette angezeigt. Wenn jedoch die Einheit des Hauptdiagramms nicht angegeben ist, dann werden Mengen niemals angezeigt, ungeachtet des Wertes dieses Arguments.

source: String representing the physical unit associated with the flow quantities. If unit is None, then none of the quantities are labeled.
de: Zeichenkette, die die physikalische Einheit für die Strömungsmengen angibt. Falls keine Einheit angegeben ist, wird die Strömungsmenge nicht weiter bezeichnet.

source: A Python number formatting string to be used in labeling the flow as a quantity (i.e., a number times a unit, where the unit is given)
de: Eine Python-Zahlenformatzeichenkette, die in der Beschriftung der Strömungen als Mengenangabe verwendet wird (d.h. ein Vielfaches einer Einheit, wobei die Einheit gegeben ist)

source: Angle of rotation of the diagram [deg]
de: Drehwinkel des Diagramms [Grad]

source: Space between paths that break in/break away to/from the top or bottom.
de: Platz zwischen Pfaden, die von/nach oben eingehen oder ausgelenkt werden.

source: Inner radius of the vertical paths
de: Innenradius der vertikalen Pfade

source: Size of the shoulders of output arrows
de: Größe der Seiten der Ausgabepfeile

source: Text offset (from the dip or tip of the arrow)
de: Textversatz (von der Spitze oder dem Ende des Pfeils)

source: Angle of the arrow heads (and negative of the angle of the tails) [deg]
de: Winkel der Pfeilspitzen (und negativer Winkel der Pfeilenden) [Grad]

source: Edge color of Sankey diagram
de: Randfarbe des Sankey-Diagramms

source: Face color of Sankey diagram
de: Vordergrundfarbe des Sankey-Diagramms

source: Code Meaning %a Locale’s abbreviated weekday name. %A Locale’s full weekday name. %b Locale’s abbreviated month name. %B Locale’s full month name. %c Locale’s appropriate date and time representation. %d Day of the month as a decimal number [01,31]. %f Microsecond as a decimal number [0,999999], zero-padded on the left %H Hour (24-hour clock) as a decimal number [00,23]. %I Hour (12-hour clock) as a decimal number [01,12]. %j Day of the year as a decimal number [001,366]. %m Month as a decimal number [01,12]. %M Minute as a decimal number [00,59]. %p Locale’s equivalent of either AM or PM. %S Second as a decimal number [00,61]. %U Week number (Sunday first weekday) as a decimal number [00,53]. %w Weekday as a decimal number [0(Sunday),6]. 4 %W Week number (Monday first weekday) as a decimal number [00,53]. %x Locale’s appropriate date representation. %X Locale’s appropriate time representation. %y Year without century as a decimal number [00,99]. %Y Year with century as a decimal number. %z UTC offset in the form +HHMM or -HHMM. %Z Time zone name. %% A literal '%' character.
de: Code Bedeutung %a Gekürzter Wochentagsname der Locale. %A Voller Wochentagsname der Locale. %b Gekürzter Monatsname der Locale. %B Voller Monatsname der Locale. %c Angemessene Datums- und Zeitrepräsentation der Locale. %d Tag des Monats als Dezimalzahl [01,31]. %f Mikrosekunden als Dezimalzahl [0,999999], links mit Nullen aufgefüllt %H Stunden (24-Stunden Uhr) als Dezimalzahl [00,23]. %I Stunden (12-Stunden Uhr) als Dezimalzahl [01,12]. %j Tag des Jahres als Dezimalzahl [001,366]. %m Monat als Dezimalzahl [01,12]. %M Minute als Dezimalzahl [00,59]. %p Entsprechung der Locale von entweder AM oder PM. %S Sekunde als Dezimalzahl [00,61]. %U Wochennummer (Sonntag erster Wochentag) als Dezimalzahl [00,53]. %w Weekday als Dezimalzahl [0(Sonntag),6]. 4 %W Wochennummer (Montag erster Wochentag) als Dezimalzahl [00,53]. %x Angemessene Datumsrepräsentation der Locale. %X Angemessene Zeitrepräsentation der Locale. %y Jahr ohne Jahrhundert als Dezimalzahl [00,99]. %Y Jahr ohne Jahrhundert mit Dezimalzahl. %z UTC Zeitversatz in der Form +HHMM oder -HHMM. %Z Zeitzonenname. %% Das Zeichen '%'

source: Title
de: Titel

source: Limits
de: Begrenzungen

source: Log. scale
de: Log. Skala

source: X-axis ticks
de: X-Achsen-Skalenmarker

source: Y-axis ticks
de: Y-Achsen-Skalenmarker

source: X-axis grid
de: X-Achsen-Gitter

source: Y-axis grid
de: Y-Achsen-Gitter

source: Legend
de: Legende

source: Date format
de: Datumsformat

source: Figure
de: Diagramm

source: X-Axis
de: X-Achse

source: Y-Axis
de: Y-Achse

source: The figure title
de: Der Titel der Zeichnung

source: The label for the x axis
de: Die x-Achsen-Beschriftung

source: The data limits for the x axis Format: (xmin, xmax)
de: Die Datengrenzen der x-Achse Format: (xmin, xmax)

source: The label for the y axis
de: Die y-Achsen-Beschriftung

source: The data limits for the y axis Format: (ymin, ymax)
de: Die Datengrenzen der y-Achse Format: (ymin, ymax)

source: If non-empty then the x axis is displays dates. Enter an unquoted strftime() format string.
de: Falls nicht leer, zeigt die x-Achse das Datum an. Geben Sie einen strftime() Format-String ohne Anführungsstriche ein.

source: Insert chart
de: Diagramm einfügen

source: Axes
de: Achsen

source: Currently, only 3D grids are supported.
de: Derzeit werden nur 3D-Gitter unterstützt.

source: There are unsaved changes. Do you want to save?
de: Es gibt ungespeicherte Änderungen. Wollen Sie diese speichern?

source: Unsaved changes
de: Ungespeicherte Änderungen

source: '{filepath}' does not seem to be a valid CSV file. Opening it yielded the error: {error}
de: »{filepath}« scheint keine gültige CSV-Datei zu sein. Das Öffnen verursachte folgende Fehlermeldung: {error}

source: Error reading CSV file
de: Fehler beim Lesen der CSV-Datei

source: Real name
de: Echter Name

source: Please enter a value in each field.
de: Bitte geben Sie in jedem Feld einen Wert ein.

source: Missing value
de: Fehlender Wert

source: Select bitmap for current cell
de: Bitmap-Grafik für die aktuelle Zelle wählen

source: Weight {weight} unknown
de: Schriftstärke {weight} unbekannt

source: Style {style} unknown
de: Stil {style} ist unbekannt

source: Enter text angle in degrees.
de: Geben Sie den Textwinkel in Grad ein.

source: Cell {key} outside grid shape {shape}
de: Zelle {key} außerhalb des Gitterfeldes {shape}

source: '{text}' not found.
de: »{text}« nicht gefunden.

source: Found '{text}' in cell {key}.
de: »{text}« in Zelle {key} gefunden.

source: '{find_string}' not found.
de: »{find_string}« nicht gefunden.

source: Replaced '{find_string}' in cell {key} with {replace_string}.
de: »{find_string}« in Zelle {key} durch {replace_string} ersetzt.

source: Grid dimensions changed to {shape}.
de: Gittergröße wurde auf {shape} geändert.

source: Sorting complete.
de: Sortierung abgeschlossen.

source: Sorting failed: {}
de: Sortieren fehlgeschlagen: {}

source: Page: {page}
de: Seite: {page}

source: New
de: Neu

source: Open
de: Öffnen

source: Save
de: Speichern

source: Undo
de: Rückgängig

source: Redo
de: Wiederholen

source: Find
de: Suchen

source: Replace
de: Ersetzen

source: Cut
de: Ausschneiden

source: Copy
de: Kopieren

source: Copy Results
de: Ergebnisse kopieren

source: Paste
de: Einfügen

source: Sort ascending
de: Aufsteigend sortieren

source: Sort descending
de: Absteigend sortieren

source: Print
de: Drucken

source: Insert bitmap
de: Bitmap einfügen

source: Link bitmap
de: Bitmap verknüpfen

source: Find in code and results
de: In Code und Ergebnissen suchen

source: Search direction
de: Suchrichtung

source: Case sensitive
de: Groß-/Kleinschreibung

source: Regular expression
de: Regulärer Ausdruck

source: Surrounded by whitespace
de: Von Leerzeichen umgeben

source: Neither UP nor DOWN in search_flags
de: Weder UP noch DOWN in search_flags

source: Text size (points)
de: Textgröße (Punkte)

source: Freeze
de: Einfrieren

source: Lock cell
de: Zelle sperren

source: Choose borders for which attributes are changed
de: Ränder wählen, deren Attribute geändert wurden

source: Border width
de: Randbreite

source: Border line color
de: Farbe der Umrandung

source: Cell background
de: Zellenhintergrund

source: Cell text rotation
de: Drehung des Texts

source: Vertical alignment {align} not in (top, middle, bottom)
de: Vertikale Anordnung {align} nicht aus (top, middle, bottom)

source: Cell justification {just} not in (left, center, right)
de: Zellenausrichtung {just} nicht aus (left, center, right)

source: Label {label} is invalid.
de: Beschriftung {label} ist ungültig.

source: Code {code} is invalid.
de: Code {code} ist ungültig.

source: Toggles link insertion mode.
de: Schaltet den Zell-Einfüge-Modus ein oder aus.

source: Enter Python expression here.
de: Hier Python-Ausdruck eingeben.

source: Pyspread is in safe mode. Expressions are not evaluated.
de: Pyspread ist im Sicherheitsmodus. Ausdrücke werden nicht ausgewertet.

source: For switching tables enter the table number or use the mouse wheel.
de: Um zu einer Tabelle zu wechseln, geben Sie die Tabellennummer ein oder verwenden Sie das Mausrad.

source: Encoding
de: Kodierung

source: CSV file encoding.
de: Kodierung der CSV-Datei

source: Dialect
de: Dialekt

source: To make it easier to specify the format of input and output records, specific formatting parameters are grouped together into dialects. 'excel': Defines the usual properties of an Excel-generated CSV file. 'sniffer': Deduces the format of a CSV file 'excel-tab': Defines the usual properties of an Excel-generated TAB-delimited file.
de: Um die Angabe des Formats für Ein- und Ausgabedatensätze zu vereinfachen, werden spezifische Formatierungsparameter in Dialekten zusammengefasst. »excel«: Definiert die üblichen Eigenschaften einer durch Excel erzeugten CSV-Datei. »sniffer«: Definiert das Format einer CSV-Datei. »excel-tab«: Definiert die üblichen Eigenschaften einer durch Excel erzeugten tabulatorgetrennten Datei.

source: Delimiter
de: Trenner

source: A one-character string used to separate fields.
de: Ein einzelnes Zeichen zum Trennen der einzelnen Felder.

source: Doublequote
de: Doppelte Anführungsstriche

source: Controls how instances of quotechar appearing inside a field should be themselves be quoted. When True, the character is doubled. When False, the escapechar is used as a prefix to the quotechar.
de: Gibt an, wie das quotechar-Zeichen innerhalb von Feldern maskiert wird. Bei »wahr« wird quotechar verdoppelt. Dagegen wird bei »falsch« das escapechar-Zeichen vor quotechar gesetzt.

source: Escape character
de: Escape-Zeichen

source: A one-character string used by the writer to escape the delimiter if quoting is set to QUOTE_NONE and the quotechar if doublequote is False. On reading, the escapechar removes any special meaning from the following character.
de: Zeichenkette der Länge 1, die beim Schreiben Trennzeichen innerhalb von Spaltenwerten maskiert, falls quoting den Wert QUOTE_NONE hat. Beim Lesen entfernt escapechar jede spezielle Bedeutung des Folgezeichens.

source: Quote character
de: Zitatzeichen

source: A one-character string used to quote fields containing special characters, such as the delimiter or quotechar, or which contain new-line characters.
de: Zeichenkette der Länge 1, mit der Felder umschlossen werden, die Sonderzeichen wie Trennzeichen, quotechar oder Zeilenumbrüche enthalten.

source: Quoting style
de: Zitatstil

source: Controls when quotes should be recognised.
de: Legt fest, wie Zitatzeichen behandelt werden sollen.

source: Header present
de: Kopfzeile vorhanden

source: Analyze the CSV file and treat the first row as strings if it appears to be a series of column headers.
de: Die CSV-Datei analysieren und die erste Zeile als Zeichenkette annehmen, falls sie eine Reihe von Spalten-Kopfzeilen zu sein scheint.

source: Skip initial space
de: Führende Leerzeichen überspringen

source: When True, whitespace immediately following the delimiter is ignored.
de: Wenn aktiviert, werden unmittelbar auf den Trenner folgende Leerzeichen ignoriert.

source: {type} unknown.
de: {type} unbekannt.

source: The dialect is invalid. Error message: {msg}
de: Der Dialekt ist ungültig. Fehlermeldung: {msg}

source: Macro list
de: Makroliste

source: Enter python code here.
de: Hier Python-Code eingeben.

source: Accept all changes
de: Alle Änderungen anwenden

source: Apply changes to current macro
de: Änderungen auf das aktuelle Makro anwenden

source: Remove current macro
de: Aktuelles Makro entfernen

source: There are changes in the macro editor which have not yet been applied. Are you sure you wish to close the editor?
de: Änderungen im Makro-Editor wurden noch nicht angewendet. Sind Sie sicher, dass Sie den Editor jetzt schließen wollen?

source: Close Editor
de: Editor schließen

source: Rows
de: Zeilen

source: Columns
de: Spalten

source: Tables
de: Tabellen

source: Goto cell:
de: Gehe zu Zelle:

source: Row:
de: Zeile:

source: Column:
de: Spalte:

source: Table:
de: Tabelle:

source: Cancel
de: Abbrechen

source: A non-traditional Python spreadsheet application. Pyspread is based on and written in the programming language Python.
de: Eine nicht-traditionelle Python-Tabellenkalkulation. Pyspread wurde in der Programmiersprache Python geschrieben.

source: Pyspread Web site
de: Webseite von Pyspread

source: Max. undo steps
de: Maximale Rückgängig-Schritte

source: Maximum number of undo steps
de: Maximale Rückgängig-Schritte

source: Grid rows
de: Gitterzeilen

source: Number of grid rows when starting pyspread
de: Anzahl der Zeilen des Gitters beim Start von pyspread

source: Grid columns
de: Gitterspalten

source: Number of grid columns when starting pyspread
de: Anzahl der Spalten des Gitters beim Start von pyspread

source: Grid tables
de: Gittertabellen

source: Number of grid tables when starting pyspread
de: Anzahl der Tabellen des Gitters beim Start von pyspread

source: Max. result length
de: Maximale Ergebnislänge

source: Maximum length of cell result string
de: Maximale Länge der Ergebniszeichenkette der Zelle

source: Timeout
de: Zeitüberschreitung

source: Maximum time that an evaluation process may take.
de: Maximale Zeitspanne, die ein Berechnungsvorgang dauern darf.

source: Timer interval
de: Timer-Intervall

source: Interval for periodic updating of timed cells.
de: Intervall für die periodische Aktualisierung von Zellen.

source: GPG key id
de: GPG-Schlüssel-ID

source: Fingerprint of the GPG key for signing files
de: Fingerabdruck des GPG-Schlüssels zum Signieren von Dateien

source: Preferences
de: Einstellungen

source: GPG key data
de: GPG-Schlüsseldaten

source: Starts key generation.
de: Startet die Schlüsselerzeugung.

source: Exits pyspread.
de: Beendet pyspread.

source: Paste as
de: Inhalte einfügen

source: Dimension of object
de: Dimensionalität des Objekts

source: Transpose
de: Transponieren

source: File version {version} unsupported (not 0.1).
de: Dateiversion {version} wird nicht unterstützt (nicht 0.1).

source: File format unsupported.
de: Nicht unterstütztes Dateiformat.

source: {nele} elements processed. Press <Esc> to abort.
de: {nele} Elemente verarbeitet. Drücken Sie <Esc> zum Abbrechen.

source: {nele} of {totalele} elements processed. Press <Esc> to abort.
de: {nele} Elemente von {totalele} Elementen verarbeitet. Drücken Sie <Esc> zum Abbrechen.

source: Valid signature found. File is trusted.
de: Gültige Signatur gefunden. Die Datei wurde als vertrauenswürdig erkannt.

source: File is not properly signed. Safe mode activated. Select File -> Approve to leave safe mode.
de: Die Datei ist nicht sauber signiert. Der abgesicherte Modus wurde aktiviert. Wählen Sie Datei -> Bestätigen, um den abgesicherten Modus zu verlassen.

source: Error signing file.
de: Fehler beim Signieren der Datei.

source: File saved and signed
de: Datei gespeichert und signiert

source: File signed
de: Datei signiert

source: File saved but not signed because it is unapproved.
de: Datei gespeichert, aber nicht signiert, da sie nicht bestätigt ist.

source: Key length {length} not in (2, 3)
de: Schlüssellänge {length} nicht aus (2, 3)

source: Paste aborted.
de: Einfügen abgebrochen.

source: rows and columns
de: Zeilen und Spalten

source: rows
de: Zeilen

source: columns
de: Spalten

source: Import cell overflow missing
de: Überlauf beim Zell-Import fehlt

source: The imported data did not fit into the grid {cause}. It has been truncated. Use a larger grid for full import.
de: Die importierten Daten passen nicht in das Gitter {cause}. Sie wurden abgeschnitten. Verwenden Sie ein größeres Gitter für einen vollständigen Import.

source: s
de: en

source: {ncells} cell{plural} pasted at cell {topleft}
de: {ncells} Zell{plural} bei Zelle {topleft} eingefügt

source: Pasting cells...
de: Zellen werden eingefügt …

source: Zoomed to {0:.2f}.
de: Vergrößerungsstufe auf {0:.2f} geändert.

source: Cell reference copied to clipboard: {access_string}
de: Zellreferenz wurde in Zwischenablage kopiert: {access_string}

source: Replaced {no_cells} cells.
de: {no_cells} Zellen ersetzt

source: Replaced {old} with {new} in cell {key}.
de: {old} durch {new} in Zelle {key} ersetzt.

source: {key} seems to be no Integer
de: {key} scheint keine Ganzzahl zu sein

source: ref_type has to be "absolute" or "relative".
de: ref_type muss »absolute« oder »relative« sein.

source: Freezing selections is not supported.
de: Das Einfrieren von Auswahlen wird nicht unterstützt.

source: Unknown import choice {choice}.
de: Unbekannte Import-Auswahl {choice}.

source: The file {filepath} could not be fully written Error message: {msg}
de: Die Datei {filepath} konnte nicht vollständig gespeichert werden Fehlermeldung: {msg}

source: Error writing CSV file
de: Fehler beim Schreiben der CSV-Datei

source: Error writing SVG file
de: Fehler beim Schreiben der SVG-Datei

source: Error evaluating data:
de: Fehler bei der Datenanalyse:
