Repository: pypi-data/pypi-mirror-8
Catalog: packages/Pootle/Pootle-2.6.0-rc2.tar.bz2/Pootle-2.6.0-rc2/pootle/locale/*/pootle.po
Languages: cy, lv, sq, tt

source: Finished building the language pack, click on the download link to download it.
lv: Pabeidza būvēt valodas paku, spiediet uz lejupielādes saites, lai to lejupielādētu.
tt: Тел пакетын ясау тәмам, аны алу өчен алу күчкесенә басыгыз.

source: Permission Denied
cy: Gwrthodwyd Caniatâd
lv: Atļauja liegta
tt: Рөхсәт юк

source: You don't have permission to access this page.
cy: Nid oes gennych hawl i gael mynediad i'r dudalen hon.
lv: Nav nepieciešamo atļauju, lai piekļūtu šai lapai.
tt: Синең бу битне ачарга хокукың юк.

source: Page Not Found
cy: Heb Ganfod Tudalen
lv: Lapa nav atrasta
tt: Андый бит табылмады

source: We're sorry, but the requested page could not be found.
cy: Ymddiheuriadau, ond nid oedd modd canfod y dudalen honno.
lv: Diemžēl nevarēja atrast pieprasīto lapu.
tt: Кызганыч, соралган адреслы бит табылмады.

source: Server Error
cy: Gwall Gweinydd
lv: Servera kļūda
tt: Сервер хатасы

source: An error has occurred. Thank you for your patience.
cy: Digwyddodd gwall. Diolch am eich amynedd.
lv: Gadījās kļūda. Paldies par pacietību.
tt: Хата чыкты. Сабырлыгыгыз өчен рәхмәт.

source: If you need assistance, you may refer to this error as <strong>%(ref)s</strong>.
cy: Os oes angen cymorth arnoch, mae modd cyfeirio at y gwall hwn fel <strong>%(ref)s</strong>.
lv: Ja jums ir nepieciešama palīdzība, norādiet uz šo kļūdu kā <strong>%(ref)s</strong>.
tt: Сезгә ярдәм кирәк булса, сез бу хатага <strong>%(ref)s</strong> дип күрсәтә аласыз.

source: Main page
lv: Galvenā lapa
tt: Төп бит

source: Overview
cy: Trosolwg
lv: Pārskats
tt: Гомуми күренеш

source: Translate
cy: Cyfieithu
lv: Tulkot
sq: Përktheni
tt: Тәрҗемә итү

source: Administration
cy: Gweinyddiaeth
lv: Administrēšana
tt: Идарә итү

source: Information and statistics about this Pootle server
cy: Gwybodaeth ac ystadegau am y gweinydd Pootle yma
lv: Informācija un statistika par šo Pootle serveri
tt: Бу Pootle серверы турында мәгълүмат һәм статистика

source: Info
cy: Gwybodaeth
lv: Informācija
tt: Мәгълүмат

source: Configure the general settings for your site
cy: Ffurfweddu'r gosodiadau cyfferdinol ar gyfer eich gwefan
lv: Šeit konfigurējiet savas vietnes vispārīgos iestatījumus
tt: Сайтыгызның гомуми көйләнешләрен үзгәртү

source: General
cy: Cyffredinol
lv: Vispārīgi
tt: Гомуми

source: Manage the users
cy: Rheoli defnyddwyr
lv: Pārvaldīt lietotājus
tt: Кулланучылар белән идарә итү

source: Manage the languages
cy: Rheoli ieithoedd
lv: Pārvaldīt valodas
tt: Телләр белән идарә итү

source: Manage the projects
cy: Rheoli projectau
lv: Pārvaldīt projektus
tt: Проектлар белән идарә итү

source: Manage the default permissions
cy: Rheoli'r caniatâd rhagosodedig
lv: Pārvaldīt noklusējuma atļaujas
tt: Алдан килешенгән рөхсәтләр белән идарә итү

source: Manage Static Pages
lv: Pārvaldīt statiskās lapas
tt: Гел үзгәреп тормый торган битләр белән идарә итү

source: skip to navigation
cy: mynd i'r llywio
lv: izlaist uz navigāciju
tt: сайт менюсына күчү

source: Zoom out (Ctrl+Shift+-)
cy: Chwyddo allan (Ctrl+Shift+-)
lv: Talināt (Ctrl+Shift+-)
tt: Кечерәйтү (Ctrl+Shift+-)

source: Reset zoom (Ctrl+Shift+0)
cy: Ailosod chwyddo (Ctrl+Shift+0)
lv: Atstatīt mērogu (Ctrl+Shift+0)
tt: Алдан килешенгән зурлыкка кайтару (Ctrl+Shift+0)

source: Zoom in (Ctrl+Shift++)
cy: Chwyddo mewn (Ctrl+Shift++)
lv: Tuvināt (Ctrl+Shift++)
tt: Зурайту (Ctrl+Shift++)

source: ADMIN
tt: АДМИН

source: Log Out
cy: Allgofnodi
lv: Izrakstīties
tt: Чыгу

source: Register
cy: Cofrestru
lv: Reģistrēties
sq: Regjistrohuni
tt: Теркәлү

source: Log In
cy: Mewngofnodi
lv: Ierakstīties
tt: Керү

source: Help
cy: Cymorth
lv: Palīdzība
tt: Ярдәм

source: Contact Us
cy: Cysylltu â Ni
lv: Sazinieties ar mums
tt: Безнең белән бәйләнешкә керү

source: About this Pootle Server
cy: Ynghylch y gweinydd Pootle yma
lv: Par šo Pootle serveri
tt: Бу Pootle серверы турында

source: Contributors
cy: Cyfranwyr
lv: Veidotāji
tt: Катнашучылар

source: Are You Human?
cy: Ydych chi'n ddynol?
lv: Vai esi cilvēks?
tt: Син кешеме?

source: To protect the server against attacks we have to verify that submissions are made by human users.
cy: I ddiogelu'r gweinydd rhag ymosodiadau rhaid gwirio fod cynigion yn cael eu gwneud gan ddefnyddwyr dynol.
lv: Lai aizsargātu serveri no uzbrukumiem, mums jāpārliecinās, ka iesniegumus ir veikuši cilvēki.
tt: Серверны һөҗүмнәрдән саклар өчен без кертемнәрне кешеләр ясавын тикшерергә мәҗбүр.

source: Please answer this question:
cy: Atebwch y cwestiwn yma:
lv: Lūdzu, atbildiet uz šo jautājumu:
tt: Зинһар, бу сорауга җавап бирегез:

source: Confirm
cy: Cadarnhau
lv: Apstiprināt
tt: Раслау

source: Database Error
lv: Datubāzes kļūda
tt: Мәгълүмат җыентысы хатасы

source: Pootle can't connect to the database, the database is not initialized yet, or a schema upgrade is needed before continuing.
tt: Pootle ул мәгълүмат җыентысына тоташа алмый, ул җыентының башлангыч кыйммәтләре куелмаган, яки дәвам итәр өчен схемасын яңарту кирәк.

source: Please read the <a href="%(url)s">Pootle documentation</a> for installation and upgrade instructions. Contact the server administrator if you feel this is a mistake.
tt: Зинһар, кую һәм яңарту тәртибен белер өчен <a href="%(url)s">Pootle документациясе</a>н укыгыз. Моның ниндидер хата икәнен сизсәгез, сервер админы белән сөйләшегез.

source: The reported error was:
lv: Ziņotā kļūda bija:
tt: Түбәндәге хата турында хәбәр җибәрелде:

source: Language main page
cy: Prif dudalen iaith
lv: Valodas galvenā lapa
tt: Телнең төп бите

source: Language news
cy: Newyddion yr iaith
lv: Valodas ziņas
tt: Телнең яңалыклары

source: Translate this language
lv: Tulkot šo valodu
tt: Бу телгә тәрҗемә итү

source: Administrate your language permissions
cy: Caniatâd iaith eich gweinyddiaeth
lv: Pārvaldīt savas valodas atļaujas
tt: Телегездәге хокуклар белән идарә итү

source: Main
lv: Galvenā
tt: Төп

source: Project main page
cy: Prif dudalen y project
lv: Projekta galvenā lapa
tt: Проектның төп бите

source: Project news
cy: Newyddion y project
lv: Projekta jaunumi
tt: Проект яңалыклары

source: Translate this project
cy: Cyfeithu'r project
lv: Tulkot šo projektu
tt: Бу проектны тәрҗемә итү

source: Administrate your project
cy: Gweinyddu eich project
lv: Pārvaldīt savu projektu
tt: Проектыгыз белән идарә итү

source: Manage project permissions
cy: Rheoli'r caniatâd o fewn eich project
lv: Pārvaldīt projekta atļaujas
tt: Проекттагы хокуклар белән идарә итү

source: Manage Terminology
cy: Rheoli Terminoleg
lv: Pārvaldīt terminoloģiju
tt: Терминнар белән идарә итү

source: Translation project main page
cy: Prif dudalen y project cyfieithu
lv: Tulkošanas projekta galvenā lapa
tt: Тәрҗемә проекты төп бите

source: Translation project news
cy: Newyddion y project cyfieithu
lv: Tulkošanas projekta ziņas
tt: Тәрҗемә проекты яңалыклары

source: Manage terminology
cy: Rheoli terminoleg
lv: Pārvaldīt terminoloģiju
tt: Терминнар белән идарә итү

source: Terminology
cy: Terminoleg
lv: Terminoloģija
tt: Терминнар

source: Administrate your project permissions
cy: Gweinyddu caniatâd o fewn eich project
lv: Pārvaldīt sava projekta atļaujas
tt: Проектыгыздагы хокуклар белән идарә итү

source: My Account
cy: Cyfrif
lv: Mans konts
tt: Минем хисап язмасы

source: Overview of your account
cy: Trosolwg o'ch cyfrif
lv: Sava konta pārskats
tt: Синең хисап язмаңның гомуми күренеше

source: Dashboard
cy: Bwrdd Rheoli
lv: Panelis
tt: Идарә чаралары бите

source: Configure your translation preferences
cy: Ffurfweddu eich dewisiadau cyfieithu
lv: Konfigurēt sava tulkojuma iestatījumus
tt: Тәрҗемә итү көйләнешләреңне көйләү

source: Settings
cy: Gosodiadau
lv: Iestatījumi
tt: Көйләүләр

source: Change your personal information
cy: Newid eich gwybodaeth bersonol
lv: Mainīt informāciju par servi
tt: Шәхси мәгълүматыңны үзгәртү

source: Profile
cy: Proffil
lv: Profils
tt: Кулланучы бите

source: Change your password
cy: Newid eich cyfrinair
lv: Mainīt savu paroli
tt: Серсүзеңне алыштыру

source: This Pootle Server
cy: Gweinydd Pootle yw hwn
lv: Šis Pootle serveris
tt: Бу Pootle серверы

source: This site is running Pootle &mdash; powerful web software to empower teams to do translation and translation management. This community tool is Free Software, and any team can use it and contribute to the Pootle community. Read more on the <a href="http://pootle.translatehouse.org/"><i class="icon-external-link"></i> project website</a>.
cy: Mae'r wefan hon yn rhedeg Pootle &mdash; meddalwedd gwe bwerus sy'n ymrymuso timau i gyfieithu a rheoli cyfieithu. Mae'r offeryn cymunedol yma yn Feddalwedd Rhydd a gall unrhyw dim ei defnyddio a chyfrannu tuag at gymuned Pootle. Mae rhagor i'w weld ar <a href="http://pootle.translatehouse.org/"><i class="icon-external-link"></i> wefan y project</a>.
lv: Šī vietne izmanto Pootle &mdash; jaudīga tīmekļa programmatūra, kas ļauj komandām tulkot un pārvaldīt tulkojumus. Šis kopienas rīks ir brīvā programmatūra, un jebkura komanda var to izmantot un dot pienesumu Pootle kopienai. Lasiet vairāk <a href="http://pootle.translatehouse.org/"><i class="icon-external-link"></i> projekta tīmekļa vietnē</a>.
tt: Бу сайтта Pootle &mdash; төркемнәргә тәрҗемә итергә һәм тәрҗемәләр белән идарә итергә көч бирә торган куәтле веб программасы. Бу җәмгыять коралы - ирекле программа, һәм һәр төркем аны куллана ала һәм Pootle җәмгыятенә өлеш кертә ала. Күбрәген <a href="http://pootle.translatehouse.org/"><i class="icon-external-link"></i>проектның сайтында</a> укыгыз.

source: About
cy: Ynghylch
lv: Par
tt: Сайт турында

source: Add a tag
lv: Pievienot birku
tt: Тег өстәү

source: Send
cy: Anfon
lv: Sūtīt
tt: Җибәрү

source: Message Sent
cy: Neges wedi ei Anfon
lv: Vēstule ir nosūtīta
tt: Хәбәр җибәрелде

source: Thank you for your feedback.
cy: Diolch am eich adborth.
lv: Paldies par atsauksmēm.
tt: Куллануыгыздан килеп чыккан фикерләрегезне җибәргәнегез өчен рәхмәт.

source: message by %(name)s
cy: neges gan %(name)s
lv: %(name)s ziņojums
tt: %(name)s хәбәре

source: Pootle's editor requires JavaScript
cy: Mae golygydd Pootle angen JavaScript
lv: Pootle redaktoram ir vajadzīgs JavaScript
tt: Pootle төзәткеченә JavaScript кирәк

source: Please enable JavaScript in your browser preferences and reload the page.
cy: Galluogwch JavaScript yn newisiadau eich porwr ac ail-lwytho'r dudalen.
lv: Lūdzu, aktivējiet JavaScript sava pārlūka iestatījumos un pārlādējiet lapu.
sq: Ju lutemi aktivizo JavaScript ne shfletuesin preferencat tuaja dhe ringarkoni faqe.
tt: Зинһар, браузерың көйләнешләрендә JavaScript-ны кабыз да бу битне яңарт.

source: Filter by:
cy: Hidlo yn ôl:
lv: Filtrēt:
sq: Filtri nga:
tt: Сөзгеч:

source: My suggestions
cy: Fy Awgrymiadau
lv: Mani ieteikumi
sq: Propozimi im
tt: Тәрҗемә тәкъдимнәрем

source: My submissions
cy: Fy nghyflwyniadau
lv: Mani iesniegumi
sq: parashtresat e mia
tt: Кертемнәрем

source: My overwritten submissions
cy: Fy nghyflwyniadau gafodd eu tros ysgrifennu
lv: Mani pārrakstītie iesniegumi
sq: Parashtresat e mia me mbishkrime
tt: Өстенә яздырылган кертемнәрем

source: Go to the previous string (Ctrl+Up)
lv: Iet uz iepriekšējo virkni (Ctrl+augšup)
tt: Моңарчыгы билге тезентесенә күчү (Ctrl+Up)

source: Current string number (Ctrl+Shift+U)<br/><br/>Type in the number and press Enter<br/>to go to any position
lv: Pašreizējās virknes numurs (Ctrl+Shift+U)<br/><br/> Ierakstiet numuru un piediet Enter,<br/>lai dotos uz jebkuru pozīciju
tt: Бу билге тезентесенең тәртип саны (Ctrl+Shift+U)<br/><br/>Теләгән җиреңә күчү өчен<br/>тәртип санын язып Enter-га бас

source: Total strings
lv: Virknes kopā
tt: Барча билге тезентесе саны

source: Go to the next string (Ctrl+Down)
lv: Iet uz nākošo virkni (Ctrl+lejup)
tt: Киләсе билге тезентесенә күчү (Ctrl+Down)

source: Here you can change your personal details. This information will be used in the header of the translation files.
cy: Yma gallwch newid eich manylion personol. Bydd y wybodaeth yn cael ei ddefnyddio ym mhennyn y ffeiliau cyfieithu.
lv: Šeit jūs varat mainīt informāciju par sevi. Šī informācija parādīsies tulkoto datņu galvenē.
tt: Монда син шәхси мәгълүматыңны үзгәртә аласың. Бу мәгълүмат тәрҗемә файлларының башламаларында кулланылачак.

source: First Name
cy: Enw Cyntaf
lv: Vārds
tt: Исем

source: Last Name
cy: Enw Olaf
lv: Uzvārds
tt: Фамилия

source: Email address
cy: Cyfeiriad e-bost
lv: E-pasta adrese
tt: Электрон почта адресы

source: Translation Settings
cy: Gosodiadau Cyfieithu
lv: Tulkošanas iestatījumi
tt: Тәрҗемә көйләнешләре

source: Here you can configure the settings related to the translation interface as well as your language preferences.
cy: Yma gallwch ffurfweddu gosodiadau yn ymwneud â'r rhyngwyneb cyfieithu yn ogystal â'ch dewisiadau iaith.
lv: Šeit varat konfigurēt iestatījumus, kas saistīti ar tulkošanas saskarni, kā arī valodas iestatījumus.
tt: Монда син тәрҗемә интерфейсы көйләнешләрен һәм үзеңнең тел көйләнешләрен үзгәртә аласың.

source: Contributions
lv: Palīdzējuši
tt: Өлеш кертүләр

source: You can set or change your avatar image at www.gravatar.com
cy: Mae modd i chi osod neu newid eich afatar yn www.gravatar.com
lv: Jūs varat iestatīt vai mainīt savu bildi www.gravatar.com
tt: Син аватар рәсемеңне www.gravatar.com-да куя яки алыштыра аласың.

source: Suggestions Pending
cy: Awgrymiadau dan Ystyriaeth
lv: Rindā gaidošie ieteikumi
sq: Sugjerime Pritje
tt: Көтүче тәкъдимнәр

source: Overwritten
lv: Pārrakstīts
tt: Өстенә яздырылган

source: This user doesn't have any contributions yet.
lv: Šis lietotājs vēl nav devis savu pienesumu.
tt: Бу кулланучының бер кертеме дә юк әле.

source: Profiles list
cy: Rhestr proffiliau
lv: Profilu saraksts
tt: Профиль тезмәсе

source: First name
cy: Enw cyntaf
lv: Vārds
tt: Исем

source: Last name
cy: Enw olaf
lv: Uzvārds
tt: Фамилия

source: Account Activated
cy: Cyfrif wedi ei Ysgogi
lv: Konts ir aktivizēts
tt: Хисап язмасы активлаштырылды

source: The account has been activated for username "%(account)s". You can now proceed to log in.
cy: Mae cyfrif wedi ei ysgogi ar gyfer enw defnyddiwr "%(account)s". Galwch nawr fewngofnodi.
lv: Konts ir aktivēts lietotājam “%(account)s”. Tagad varat turpināt ierakstīties.
tt: Бу хисап язмасы "%(account)s" дигән кулланучы исеме өчен активлаштырылды. Син хәзер керү өчен юлыңны дәвам итә аласың.

source: Pootle Account Created!
cy: Wedi Creu Cyfrif Pootle!
lv: Pootle konts ir izveidots!
tt: Pootle хисап язмасы барлыкка китерелде!

source: A Pootle account has been created for you using this email address.
cy: Mae cyfrif Pootle wedi ei greu ar eich cyfer gan ddefnyddio'r cyfeiriad e-bost hwn.
lv: Jūsu Pootle konts tika izveidots, izmantojot šo e-pasta adresi.
sq: Një profil Pootle u krijua për ju duke përdorur këtë adresë emaili.
tt: Бу электрон почта адресын кулланып синең өчен бер Pootle хисап язмасы барлыкка китерелде.

source: To activate your account, follow this link:
cy: I ysgogi eich cyfrif, dilynwch y ddolen:
lv: Lai aktivizētu savu kontu, sekojiet šai saitei:
sq: Për të aktivizuar profilin, ndiq këtë lidhje:
tt: Хисап язмаңны активлаштыру өчен, түбәндәге күчке белән бар:

source: Activate my Pootle account
cy: Gweithredu fy nghyfrif Pootle
lv: Aktivēt savu Pootle kontu
tt: Минем Pootle хисап язмасын активлаштыру

source: Your activation code is: <code>%(activation_key)s</code>
cy: Eich cod gweithredu yw: <code>%(activation_key)s</code>
lv: Jūsu aktivēšanas kods ir: <code>%(activation_key)s</code>
tt: Синең активлаштыру коды <code>%(activation_key)s</code>

source: This message is sent to verify that the email address is in fact correct. If you did not want to register an account, you may simply ignore the message.
cy: Mae'r neges hon wedi ei hanfon i ddilysu fod y cyfeiriad e-bost yn gywir. Os nad ydych am gofrestru cyfrif, gallwch anwybyddu'r neges.
lv: Šī vēstule tika nosūtīta, lai pārbaudītu jūsu e-pasta adreses pareizumu. Ja nevēlaties reģistrēties, varat vienkārši ignorēt šo vēstuli.
sq: Ky mesazh është dërguar për të verifikuar që adresa email është me të vërtetë korrekte. Nëse nuk dëshironi të regjistroni një profil, thjesht shpërfillni këtë mesazh.
tt: Бу хат бу электрон почта адресының чынлап та дөрес булуын тикшерү өчен җибәрелде. Теркәлергә теләмәгән булсаң, просто бу хатка игътибар итмәсәң була.

source: Your activation code is:
cy: Eich cod ysgogi yw:
lv: Jūsu konta aktivizēšanas kods ir:
sq: Kodi juaj i aktivizimit është:
tt: Синең активлаштыру коды:

source: Pootle registration
cy: Cofrestriad Pootle
lv: Pootle reģistrācija
tt: Pootle-да теркәлү

source: Password Changed
cy: Cyfrinair wedi ei Newid
lv: Parole ir nomainīta
tt: Серсүз үзгәртелде

source: Your password was changed successfully.
cy: Cafodd eich cyfrinair ei newid yn llwyddiannus.
lv: Jūsu parole ir veiksmīgi nomainīta.
tt: Серсүзеңне үзгәртү булып чыкты.

source: Change Password
cy: Newid Cyfrinair
lv: Mainīt paroli
tt: Серсүз үзгәртү

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
cy: Rhowch eich hen gyfrinair, er mwyn eich diogelwch, ac yna rhowch eich cyfrinair ddwywaith fel bod modd i ni fod yn siŵr eich bod wedi ei deipio'n gywir.
lv: Lūdzu, ievadiet savu veco paroli (drošības apsvērums) un tad ievadiet savu jauno paroli divas reizes, lai pārliecinātos, ka tā ir ievadīta pareizi.
tt: Зинһар, иминлек өчен, иске серсүзегезне кертегез, аннары яңа серсүзегезне ике тапкыр кертегез, шулай итеп, без аның дөрес язылганын тикшерә алабыз.

source: Old password
cy: Hen gyfrinair
lv: Iepriekšējā parole
tt: Иске серсүз

source: New password
cy: Cyfrinair newydd
lv: Jaunā parole
tt: Яңа серсүз

source: Confirm password
cy: Cadarnhau'r cyfrinair
lv: Apstiprināt paroli
sq: Konfirmo fjalëkalimin
tt: Серсүзне кабатлау

source: Change My Password
cy: Newid Cyfrinair
lv: Mainīt savu paroli
tt: Серсүземне үзгәртү

source: Password Reset
cy: Ailosod Cyfrinair
lv: Paroles atstatīšana
tt: Серсүзне яңадан кую

source: Password Reset Complete.
cy: Ailosod Eich Cyfrinair wedi ei Gwblhau.
lv: Paroles atstatīšana ir pabeigta.
tt: Серсүзне яңадан кую тәмам.

source: Your password has been set. You may go ahead and <a href="%(login_url)s">log in</a> now.
cy: Mae eich cyfrinair wedi ei osod. Gallwch <a href="%(login_url)s">fewngofnodi</a> nawr.
lv: Jūsu parole ir iestatīta. Tagad varat <a href="%(login_url)s">ierakstīties</a>.
tt: Серсүзең куелды. Хәзер син алга таба бара һәм <a href="%(login_url)s">керә</a> аласың.

source: Reset Password
cy: Ailosod Cyfrinair
lv: Atstatīt paroli
tt: Серсүзне яңадан кую

source: Enter New Password.
cy: Rhowch Gyfrinair Newydd.
lv: Ievadiet jauno paroli.
tt: Яңа серсүзне кертү.

source: Please enter your new password twice so we can verify you typed it in correctly.
cy: Rhowch eich cyfrinair ddwywaith fel bod modd gwirio eich bod wedi ei deipio'n gywir.
lv: Lūdzu, ievadiet savu jauno paroli divas reizes, lai pārliecinātos, ka tā ir ievadīta pareizi.
tt: Зинһар, яңа серсүзеңне ике тапкыр керт, шулай итеп, без синең аны дөрес язганыңны тикшерә алабыз.

source: New Password
cy: Cyfrinair Newydd
lv: Jaunā parole
tt: Яңа серсүз

source: Confirm Password
cy: Cadarnhau Cyfrinair
lv: Apstiprināt paroli
tt: Серсүзне кабатлау

source: Reset My Password
cy: Ailosod Eich Cyfrinair
lv: Atstatīt manu paroli
tt: Минем серсүзне алыштыру

source: Password Reset Failed.
cy: Methodd Ailosod Eich Cyfrinair.
lv: Paroles atstatīšana neizdevās.
tt: Серсүзне алыштыру барып чыкмады

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
cy: Roedd y ddolen ailosod yn annilys, efallai am ei fod wedi ei ddefnyddio eisoes. Gofynnwch am ailosod y cyfrinair eto.
lv: Paroles atstatīšanas saite ir nederīga, iespējams tāpēc, ka tā jau tika izmantota. Lūdzu, pieprasiet jaunu paroles atstatīšanu.
tt: Серсүзне алыштыру күчкесе дөрес булмады, бәлки аның кулланылган булуы өчендер. Зинһар, серсүз алыштыруны яңадан сорагыз.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should receive it shortly.
cy: Rydym wedi e-bostio cyfarwyddiadau ar osod eich cyfrinair i'r e-bost rydych wedi ei gyflwyno. Daw cyn bo hir.
lv: Mēs jums uz norādīto e-pasta adresi nosūtījām instrukcijas paroles iestatīšanai. Tai drīzumā vajadzētu pienākt.
tt: Без син күрсәткән электрон почта адресына серсүзеңне кую өчен инструкцияләр җибәрдек. Озакламый алар сиңа килеп җитергә тиеш.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
cy: Rydych wedi derbyn yr e-bost hwn am eich bod wedi gofyn i ailosod eich cyfrinair ar eich cyfrif yn %(site_name)s.
lv: Jūs saņēmāt šo vēstuli, jo pieprasījāt paroles atstatīšanu savam kontam vietnē %(site_name)s.
tt: Бу хат сиңа %(site_name)s сайтындагы хисап язмаңның серсүзен алыштыруны сораганың өчен килә.

source: Please go to the following page and choose a new password:
cy: Ewch i'r dudalen ganlynol a dewis cyfrinair newydd:
lv: Lūdzu, dodieties uz šo lapu un izvēlieties jaunu paroli:
tt: Зинһар, түбәндә күрсәтелгән биткә бар да яңа серсүз керт:

source: Your username is %(user)s.
cy: Eich enw defnyddiwr yw %(user)s.
lv: Jūsu lietotājvārds ir %(user)s.
tt: Синең кулланучы исемең %(user)s.

source: Thank you for using Pootle!
cy: Diolch am ddefnyddio Pootle!
lv: Paldies, ka izmantojiet Pootle!
tt: Pootle-ны кулланганың өчен рәхмәт!

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
cy: Wedi anghofio eich cyfrinair? Rhowch eich cyfeiriad e-bost isod ac fe anfonwn gyfarwyddiadau atoch ar sut i osod un newydd.
lv: Aizmirsāt savu paroli? Ievadiet savu e-pasta paroli zemāk un mēs jums uz e-pastu nosūtīsim instrukcijas, kā iestatīt jaunu.
tt: Серсүзеңне оныттыңмы? Түбәндә электрон почта адресыңны яз да, без сиңа яңа серсүз кую өчен инструкция җибәрербез.

source: Email Address
cy: Cyfeiriad E-bost
lv: E-pasta adrese
sq: Adresa Email
tt: Электрон почта адресы

source: Registration Complete
cy: Cofrestru wedi ei Gwblhau
lv: Reģistrācija ir pabeigta
tt: Теркәү эше тәмам

source: Please check your email to activate your account.
cy: Gwiriwch eich e-bost er mwyn cychwyn eich cyfrif.
lv: Lūdzu, pārbaudiet savu e-pastu, lai aktivētu savu kontu.
tt: Зинһар, хисап язмаңны активлаштыру өчен электрон почтаңны кара.

source: Register a New Pootle Account
cy: Cofrestru Cyfrif Pootle Newydd
lv: Reģistrēt jaunu Pootle kontu
tt: Яңа Pootle хисап язмасы теркәү

source: Fill in the following form to get started translating.
cy: Llanwch y ffurflen ganlynol er mwyn cychwyn cyfieithu.
lv: Aizpildiet sekojošo formu, lai sāktu tulkot.
tt: Тәрҗемә итүне башлау өчен түбәндәге форманы тутырыгыз.

source: Password (again)
cy: Cyfrinair (eto)
lv: Parole (atkārtoti)
tt: Серсүзе (шунысын ук тагын)

source: Already have an account?
cy: Cyfrif yn barod?
lv: Jau ir konts?
tt: Хисап язмаң бармы инде?

source: Log In.
cy: Mewngofnodi.
lv: Ierakstīties.
tt: Керү.

source: Java Properties
cy: Priodweddau Java
lv: Java īpašības
sq: Parametrat e Java

source: Java Properties (UTF-8)
lv: Java īpašības (UTF-8)
sq: Parametrat e Java (UTF-8)

source: OS X Strings
cy: Llinynnau OS X
lv: OS X virknes
sq: OS X Stringë

source: Haiku catkeys
cy: Catkeys Haiku

source: Mozilla .lang
sq: Moxilla .lang
