Repository: pypi-data/pypi-mirror-8
Catalog: packages/Pootle/Pootle-2.6.0-rc2.tar.bz2/Pootle-2.6.0-rc2/pootle/locale/*/pootle.po
Languages: cy, lv, sq, tt

source: Select one or more languages
lv: Izvēlieties vienu vai vairākas valodas
sq: Përzgjidhë një ose më shumë gjuhë
tt: Бер яки берничә тел сайлагыз

source: Message
cy: Neges
lv: Vēstule
sq: Mesazhë
tt: Хәбәр

source: Added
cy: Ychwanegwyd
lv: Pievienots
sq: e shtuar
tt: Өстәлде

source: News for %(language)s
cy: Newyddion %(language)s
lv: Jaunumi %(language)s valodai
sq: Lajme për %(gjuhë)s
tt: %(language)s өчен хәбәрләр

source: News for %(project)s
cy: Newyddion %(project)s
lv: Jaunumi %(project)s projektam
sq: Lajme për %(projekt)s
tt: %(project)s хәбәрләре

source: News for the %(project)s project in %(language)s
cy: Newyddion project %(project)s %(language)s
lv: Jaunumi projektam %(project)s %(language)s valodā
sq: Lajme për %(projekt)s projekt në %(gjuhë)s
tt: %(language)s телендәге %(project)s проекты хәбәрләре

source: News for %(path)s
cy: Newyddion %(path)s
lv: Jaunumi %(path)s ceļam
sq: Lajme për %(pozicionin)s
tt: %(path)s яңалыклары

source: View News Item
cy: Gweld Eitem Newyddion
lv: Skatīt ziņu vienumu
sq: Shfaq Artikullin e Lajmeve
tt: Яңалыкларның берсен карау

source: No news yet.
cy: Dim newyddion eto.
lv: Vel nav ziņu.
sq: Nuk ka lajme akoma
tt: Яңалыклар юк әле.

source: News
cy: Newyddion
lv: Ziņas
sq: Lajme
tt: Яңалыклар

source: Publish News
cy: Cyhoeddi Newyddion
lv: Publicēt ziņas
sq: Shfaq lajmet
tt: Яңалыкларны нәшер итү

source: Successfully published the following news
cy: Wedi cyhoeddi'r newyddion canlynol yn llwyddiannus
lv: Veiksmīgi publicētas sekojošās ziņas
sq: Lajmet e mëposhtëme u publikuan me sukses
tt: Түбәндәге яңалыклар уңышлы нәшер ителде

source: Publish
cy: Cyhoeddi
lv: Publicēt
sq: Publikuesi
tt: Нәшер итү

source: Default
cy: Rhagosodedig
lv: Noklusējums
sq: E paracaktuar
tt: Алдан килешенгән

source: Interface Language
cy: Iaith Rhyngwyneb
lv: Saskarnes valoda
sq: Gjuha e ndërfaqes
tt: Интерфейс теле

source: This account is inactive.
cy: Mae'r cyfrif yn anweithredol.
lv: Šis konts nav aktīvs.
sq: Kjo llogari nuk është aktive.
tt: Бу хисап язмасы актив түгел.

source: Number of Rows
cy: Nifer o Resi
lv: Rindu skaits
sq: Numri i Rreshtave
tt: Рәтләр саны

source: Alternative Source Languages
cy: Iaith Ffynhonnell Arall
lv: Alternatīvās avota valodas
sq: Gjuha alternative e burimit
tt: Башка чыганак телләре

source: A short code for the project. This should only contain ASCII characters, numbers, and the underscore (_) character.
cy: Cod byr ar gyfer y project. Dylai gynnwys nodau ASCII, rhifau a nodau tanlinellu (_) yn unig.
lv: Īss projekta kods. Tam vajadzētu saturēt tikai ASCII rakstzīmes, ciparus un pasvītrojuma (_) rakstzīmi.
sq: Një kodë i shkurtër për projektin. Ky duhet të përmbajë vetëm karaktere ASCII, numra, dhe karakterin vijë poshtë ( _ ).
tt: Проектны билгеләүче кыска код. Бу бары тик ASCII билгеләре, саннар һәм асты сызык буш урын (_) нан гына торырга тиеш.

source: A description of this project. This is useful to give more information or instructions. Allowed markup: %s
cy: Disgrifiad o'r project. Mae hyn yn ddefnyddiol ar gyfer rhannu gwybodaeth neu gyfarwyddid. Caniateir tagio: %s
lv: Šī projekta apraksts. Tas noder, lai dotu vairāk informācijas vai instrukcijas. Atļautais marķējums: %s
sq: Një përshkrim i këtij projekti. Ky është i dobishëm për të dhënë më shumë informacione ose udhëzime. Markup i lejuar: %s
tt: Бу проектның тасвирламасы. Бу мәгълүмат яки инструкция бирер өчен файдалы. Монда %s билгеләү теле рөхсәт ителә

source: Quality Checks
cy: Gwirio Ansawdd
lv: Kvalitātes pārbaude
sq: Verifikimi i Cilësisë
tt: Сыйфатын тикшерү

source: File Type
cy: Math o Ffeil
lv: Datnes tips
sq: Lloji skedarit
tt: Файл төре

source: Automatic detection (slower)
cy: Canfod awtomatig (arafach)
lv: Automātiska noteikšana (lēnāk)
sq: Zbulimi automatik (ngadalë)
tt: Автоматик ачыклау (әкренрәк)

source: GNU style: files named by language code
cy: Arddull GNU: ffeiliau wedi eu henwi gan god iaith
lv: GNU stils — datnes tiek nosauktas pēc valodas koda
sq: Stili GNU: skedarët emërohen nga kodi i gjuhës
tt: GNU стиле: файллар тел коды белән аталган

source: Non-GNU: Each language in its own directory
cy: Nid GNU: Pob iaith yn ei gyfarwyddiadur ei hun
lv: Ne GNU — katrai valodai ir sava mape
sq: Jo-GNU: Cdo gjuhë në direktorinë e vetë
tt: GNU түгел: Һәр тел үз папкасында

source: Project Tree Style
cy: Arddull Coeden Project
lv: Projekta koka stils
sq: Projekti me stilin pemë
tt: Проект агачы стиле

source: Ignore Files
cy: Anwybyddu Ffeiliau
lv: Ignorēt datnes
sq: Mos e merr parasysh skedarin
tt: Түбәндәге файлларны аласы түгел

source: A URL or an email address where issues with the source text can be reported.
cy: URL neu gyfeiriad e-bost lle mae anawsterau gyda'r testun ffynhonnell yn cael eu hadrodd.
lv: URL vai e-pasta adrese, kur var ziņot problēmas ar pirmkoda tekstu.
sq: Një URL ose adres emaili ku problemet me tekstin burim mund të raportohen.
tt: Чыганак тексты проблемалары турында хәбәр итер өчен веб яки электрон почта адресы.

source: Report Target
cy: Targed Adroddiad
lv: Ziņot par mērķi
sq: Raportimi i planifikuar
tt: Максат турында хәбәр җибәрү

source: %(languages)d language, %(average)d%% translated
cy: %(languages)d iaith, %(average)d%% cyfieithiwyd
lv: %(languages)d valoda, %(average)d%% iztulkots
sq: %(gjuhët)d gjuhë, %(mesatare)d%% e përkthyer
tt: %(languages)d тел, %(average)d%% тәрҗемә ителгән

source: Update against templates
cy: Diweddaru yn erbyn templedi
lv: Atjaunināt pret veidnēm
sq: Përditëso kundër shablloneve
tt: Шаблоннарга карата яңарту

source: Below you can add, edit, and delete the permissions for this project.
cy: Isod mae modd i chi ychwanegu, golygu a dileu'r caniatâd o fewn y project hwn.
lv: Zemāk varat pievienot, rediģēt un dzēst šī projekta atļaujas.
sq: Më poshtë ju mund të shtoni, modifikoni, dhe fshini lejet për këtë projekt.
tt: Түбәндә син бу проект өчен хокукларны өсти, үзгәртә, бетерә аласың.

source: Show tags
lv: Rādīt birkas
sq: Shfaq tags
tt: Тегларны күрсәтү

source: Show filtering
lv: Rādīt filtrēšanu
sq: Shfaq filtrimin
tt: Сөзгеч (фильтрлагыч)-ларны күрсәтү

source: Filter using one or more tags
sq: Filtro duke pëdorur një ose më shumë tags
tt: Теглар кулланып сөзү (фильтрлау)

# verb
source: Filter
lv: Filtrēt
sq: Filtro
tt: Сөзгеч (Фильтр)

source: Filter using the selected tags
sq: Filtro duke pëdorur tag-et e përzgjedhura
tt: Сайланган тегларны кулланып сөзү (фильтрлау)

source: Add tag
lv: Pievienot birku
sq: Shto tag
tt: Тег өстәү

source: Administrate
cy: Gweinyddu
lv: Administrēt
sq: Administro
tt: Идарә итү

source: Here you can add, edit, or delete the languages for this project.
cy: Yma mae modd i chi ychwanegu, golygu a dileu'r ieithoedd o fewn y project hwn.
lv: Šeit varat pievienot, rediģēt vai dzēst šīs projekta valodas.
sq: Këtu ju mund të shtoni, modifikoni, ose fshini gjuhë për këtë projekt.
tt: Монда сез бу проект өчен телләр өсти, үзгәртә, бетерә аласыз.

source: Source
cy: Ffynhonnell
lv: Avots
sq: Burimi
tt: Чыганак

source: Target
cy: Targed
lv: Mērķis
sq: Objektivi
tt: Максат

source: State
cy: Cyflwr
lv: Stāvoklis
sq: Gjendja
tt: Халәте

source: Comment
cy: Sylw
lv: Komentārs
sq: Komento
tt: Комментарий

source: anonymous user
cy: defnyddwyr anhysbys
lv: anonīms lietotājs
sq: përdoruesi i panjohur
tt: Аталмаган кулланучы

source: %(user)s reverted translation for string <i><a href="%(url)s">%(source)s</a></i>
sq: %(përdoruesi)s konvertoj përkthimin për shtringë <i><a href="%(url)s">%(burimi)s</a></i>
tt: %(user)s никлы кулланучы <i><a href="%(url)s">%(source)s</a></i> билге тезентесе тәрҗемәсен кире кайтарды

source: %(user)s accepted suggestion for string <i><a href="%(url)s">%(source)s</a></i>
sq: %(përdoruesi)s pranoj sygjerimin për stringë <i><a href="%(url)s">%(burimi)s</a></i>
tt: %(user)s <i><a href="%(url)s">%(source)s</a></i> билге тезентесе өчен тәрҗемә тәкъдимен кабул итте

source: %(user)s uploaded a file
sq: %(përdoruesi)s upload-oj një skedarë
tt: %(user)s бер файл йөкләде

source: %(user)s submitted translation for string <i><a href="%(url)s">%(source)s</a></i>
sq: %(përdoruesi)s parashtroj përkthimin për stringë <i><a href="%(url)s">%(burimi)s</a></i>
tt: %(user)s никлы кулланучы <i><a href="%(url)s">%(source)s</a></i> билге тезентесе өчен тәрҗемә тапшырды

source: %(user)s submitted "needs work" translation for string <i><a href="%(url)s">%(source)s</a></i>
sq: %(përdoruesi)s parashtroj "ka nevoj për punë" përkthim për stringë <i><a href="%(url)s">%(burimi)s</a></i>
tt: %(user)s никлы кулланучы <i><a href="%(url)s">%(source)s</a></i> билге тезентесе өчен "эшләп бетерү кирәк" тәрҗемә тапшырды

source: %(user)s removed translation for string <i><a href="%(url)s">%(source)s</a></i>
sq: %(përdoruesi)s hoqi përkthimin për stringë <i><a href="%(url)s">%(burimi)s</a></i>
tt: %(user)s никлы кулланучы <i><a href="%(url)s">%(source)s</a></i> билге тезентесе тәрҗемәсен бетерде

source: Insufficient rights to access this directory.
lv: Nepietiekamas tiesības, lai piekļūtu šai direktorijai.
sq: Të drejtat janë të pa mjaftueshme për të aksesuar kët direktori.
tt: Бу папкага керү өчен хокук җитми.

source: Arguments missing.
lv: Trūkst parametru.
sq: Argumentet mungojnë.
tt: Параметрлары юк.

source: File does not exist.
lv: Datne neeksistē.
sq: Skedari nuk ekziston.
tt: Файл юк.

source: Gettext PO
tt: Gettext PO-сы

source: Qt ts
tt: Qt ts-ы

source: PHP arrays
cy: Arae PHP
lv: PHP masīvi
sq: tabelat PHP
tt: PHP массивлары

source: Subtitles: srt
cy: Isdeitlau: srt
lv: Subtitri: srt
sq: Titrat: srt
tt: srt субтитр форматы

source: Subtitles: sub
cy: Isdeitlau: sub
lv: Subtitri: sub
sq: Titrat: sub
tt: sub субтитр форматы

source: Subtitles: ssa
cy: Isdeitlau: ssa
lv: Subtitri: ssa
sq: Titrat: ssa
tt: ssa субтитрлары

source: Subtitles: ass
cy: Isdeitlau: ass
lv: Subtitri: ass
sq: Titrat: ass
tt: ass субтитрлары

source: Plural Form %d
cy: Ffurfiau Lluosog %d
lv: Daudzskaitļa forma %d
sq: Forma Shumësit %d
tt: %d-нче күплек саны

source: Translator comment
cy: Sylw cyfieithydd
lv: Tulkotāja komentārs
sq: Komenti i përkthyesit
tt: Тәрҗемәче комменты

source: Path
cy: Llwybr
lv: Ceļš
sq: Pozicioni
tt: Файл системасындагы адрес

source: Tags
lv: Birkas
tt: Теглар

source: A comma-separated list of tags.
lv: Ar komatu atdalītu birku saraksts.
sq: Një listë e ndarë tags.
tt: Өтер белән аерылган теглар теземе.

source: Goals
lv: Mērķi
sq: Qëllime
tt: Эшлисе эшләр

source: A comma-separated list of goals.
lv: Ar komatu atdalītu mērķu saraksts.
sq: Një listë e ndarë qëllimesh.
tt: Өтер белән аерылган эшлисе эшләр исемлеге.

source: Obsolete
cy: Hen
lv: Novecojis
sq: I vjetruar
tt: Искергән

source: Comment submission failed.
cy: Methodd cyflwyno sylwadau.
lv: Neizdevās iesniegt komentāru.
sq: Parashtrimi i komentit dështoi.
tt: Комментарий өстәү барып чыкмады.

source: You do not have rights to access translation mode.
cy: Nid oes gennych hawl i gael mynediad i'r modd cyfieithu.
lv: Jums nav atļauju mainītu tulkojuma režīmu.
sq: Nuk keni të drejta të mjaftueshme për të ndryshuar përkthimet këtu.
tt: Синең тәрҗемә режимына күчергә хокугың юк.

source: Failed to process submission.
cy: Methu prosesu'r cyflwyniad.
lv: Neizdevās apstrādāt iesniegumu.
sq: Dështoi në parashtrimin e proçesit.
tt: Кертемне эшкәртү барып чыкмады.

source: Failed to process suggestion.
cy: Methu prosesu'r awgrym.
lv: Neizdevās apstrādāt ieteikumu.
sq: Dështoi në sygjerimin e proçesit.
tt: Тәкъдимне эшкәртү барып чыкмады.

source: You do not have rights to access review mode.
cy: Nid oes gennych hawl i gael mynediad i'r modd adolygu.
lv: Jums nav atļauju piekļūt tulkojuma režīmam.
sq: Nuk keni të drejta të mjaftueshme për të aksesuar formën e rishikimit.
tt: Синең тикшереп чыгу режимына керергә хокугың юк.

source: The suggestion or vote is not valid any more.
cy: Nid yw'r awgrym neu bleidlais yn ddilys bellach.
lv: Ieteikums vai balsojums vairs nav derīgs.
sq: Sygjerimi ose votimi nuk është më i vlefshëm.
tt: Ул тәкъдим яки тавыш моннан соң исәпләнми.

source: You do not have rights to remove tags.
lv: Jums nav atļauju izņemt birkas.
sq: Nuk keni të drejtë për të fshirë tags.
tt: Синең тегларны бетерергә хокукың юк.

source: You do not have rights to add tags.
lv: Jums nav atļauju pievienot birkas.
sq: Nuk keni të drejta për të shtuar tags.
tt: Синең теглар өстәргә хокукың юк.

source: Comment:
cy: Sylwadau:
lv: Komentārs:
sq: Koment:
tt: Комментарий:

source: String %(id)s
sq: Stringë %(id)s
tt: %(id)s-нче билге тезентесе

source: Context:
cy: Cyd-destun:
lv: Konteksts:
sq: Përmbajtja:
tt: Янындагы сүзләр:

source: Comments:
cy: Sylwadau:
lv: Komentāri:
sq: Komente:
tt: Комментлар:

source: Locations:
cy: Lleoliadau:
lv: Atrašanās vietas:
sq: Pozicionimet:
tt: Урыннар:

source: Terminology:
cy: Terminoleg:
lv: Terminoloģija:
sq: Terminologjia:
tt: Терминнар:

source: Insert the translated term into the editor
cy: Mewnosod y term wedi ei gyfieithu i'r golygydd
lv: Ievietot iztulkoto terminu redaktorā
sq: Fut termin e përkthyer në editor
tt: Термин тәрҗемәсен төзәткечкә кертү

source: Possible issues with the translation
cy: Anawsterau posib gyda'r cyfieithiad
lv: Iespējamās problēmas tulkojumā
sq: Problemet e mundshme me përkthimin
tt: Тәрҗемәдә мөмкин булган мәсьәләләр

source: Failing checks:
cy: Gwiriadau sy'n methu:
lv: Neizturētās pārbaudes:
sq: Kontrollet e dështuara:
tt: Хата тапкан тикшерүләр:

source: Remove quality check
cy: Tynu'r gwirio ansawdd
lv: Izņemt kvalitātes pārbaudi
sq: Fshirja e kontrollit të cilësisë
tt: Сыйфатын тикшерүне бетерү

source: Copy into translation
cy: Copïo i'r cyfieithiad
lv: Kopēt tulkojumā
sq: Kopjo në transmetim
tt: Тәрҗемәгә копияләү

source: Report a problem with the source string
cy: Adrodd ar anhawster gyda'r llinyn ffynhonnell
lv: Ziņo par kļūdu avota virknē
sq: Raporto një problem me string-un e burimit
tt: Чыганак билге тезентесендәге хата турында хәбәр бирү

source: Submit
cy: Cyflwyno
lv: Iesniegt
sq: Prano
tt: Тапшыру

source: Submit translation and go to the next string (Ctrl+Enter)
cy: Cyflwyno cyfieithiad a symud ymlaen i'r llinyn nesaf (Ctrl+Enter)
lv: Iesniegt tulkojumu un doties uz nākamo virkni (Ctrl+Enter)
sq: Prano përkthimin dhe shko tek stringë tjetër (Ctrl+Enter)
tt: Тәрҗемәне тапшырып киләсе билге тезентесенә күчү (Ctrl+Enter)

source: Suggest
cy: Awgrymu
lv: Ieteikt
sq: Sygjero
tt: Тәкъдим итү

source: Suggest translation and go to the next string (Ctrl+Enter)
cy: Awgrymu cyfieithiad a mynd i'r llinyn nesaf (Ctrl+Enter)
lv: Ieteikt tulkojumu un doties uz nākamo virkni (Ctrl+Enter)
sq: Sygjero përkthimin dhe shko tek stringë tjetër (Ctrl+Enter)
tt: Тәрҗемә тәкъдим итеп киләсе билге тезентесенә күчү (Ctrl+Enter)

source: Switch to translation mode (Ctrl+Shift+Space)
cy: Newid i'r modd cyfieithu (Ctrl+Shift+Space)
lv: Pārslēgties uz tulkošanas režīmu (Ctrl+Shift+Space)
sq: Ndrysho në modalitetin e përkthimit (Ctrl+Shift+Space)
tt: Тәрҗемә итү режимына күчү (Ctrl+Shift+Space)

source: Switch to suggestion mode (Ctrl+Shift+Space)
cy: Newid i'r modd awgrymu (Ctrl+Shift+Space)
lv: Pārslēgties uz ieteikšanas režīmu (Ctrl+Shift+Space)
sq: Ndrysho në modalitetin e sygjerimit (Ctrl+Shift+Space)
tt: Тәкъдим итү режимына күчү (Ctrl+Shift+Space)

source: Mark this string as needing further work (Ctrl+Space)
cy: Marcio'r llinyn fel un sydd angen rhagor o waith (Ctrl+Space)
lv: Atzīmēt, ka pie šīs virknes vēl vajag piestrādāt (Ctrl+Space)
sq: Shëno këtë stringë për nevoj për më shumë punë (Ctrl+Space)
tt: Бу билге тезентесе белән эшлисе бар дип билгеләү (Ctrl+Space)

source: reviewed by <a href="%(profile_url)s">%(reviewer)s</a>
cy: adolygwyd gan <a href="%(profile_url)s">%(reviewer)s</a>
lv: caurskatīja <a href="%(profile_url)s">%(reviewer)s</a>
sq: Rishikuar nga <a href="%(profili_url)s">%(rishikuesi)s</a>
tt: <a href="%(profile_url)s">%(reviewer)s</a> тикшереп чыкты

source: Insert RLM (Right-To-Left Mark) into the editor
cy: Mewnosod RLM (Marc De i Chwith) i'r golygydd
lv: Ievietot RLM (marķieris “no labās uz kreiso”) redaktorā
sq: Fut RLM (Shenimi nga djathta-në-të-majtë) në editor
tt: RLM (уңнан сулга язу билгесе) урнаштыру

source: Insert LRM (Left-To-Right Mark) into the editor
cy: Mewnosod LRM (Marc Chwith i'r Dde) i'r golygydd
lv: Ievietot LRM (marķieris “no kreisās uz labo”) redaktorā
sq: Fut LRM (Shënimi nga e majta-në-të-djathë) në editor
tt: Төзәткечкә LRM (Сулдан уңга агым билгесе)-не кертү

source: Insert RLE (Right-To-Left Embedding) into the editor
cy: Mewnosod RLE (Mewnblannu De i Chwith) i'r golygydd
lv: Ievietot RLE (iegulumu “no labās uz kreiso”) redaktorā
sq: Fut RLE (Ngulitja nga e djatha-në-të-majtë) në editor
tt: Төзәткечкә RLE (Уңнан сулга юнәлгән язу беркетү билгесе)-не кертү

source: Insert LRE (Left-To-Right Embedding) into the editor
cy: Mewnosod LRE (Mewnblannu Chwith i'r Dde) i'r golygydd
lv: Ievietot LRE (iegulumu “no kreisās uz labo”) redaktorā
sq: Fut LRE (Ngulitja nga e majta-në-të-djathë) në editor
tt: Төзәткечкә LRE (Сулдан уңга юнәлгән язу беркетү билгесе)-не кертү

source: Insert RLO (Right-To-Left Override) into the editor
cy: Mewnosod RLO (Gwrthwneud De i Chwith) i'r golygydd
lv: Ievietot RLO (pārrakstījums “no labās uz kreiso”) redaktorā
sq: Fut RLO (Mbishkrimi nga e djathta-në-të-majtë) në editor
tt: Төзәткечкә RLO (Уңнан сулга яздыру билгесе)-не кертү

source: Insert LRO (Left-To-Right Override) into the editor
cy: Mewnosod LRO (Gwrthwneud Chwith i'r Dde) i'r golygydd
lv: Ievietot LRO (pārrakstījums “no kreisās uz labo”) redaktorā
sq: Fut LRO (Mbishkrimi nga e majtë-në-të-djathtë) në editor
tt: Төзәткечкә LRO (Сулдан уңга яздыру билгесе)-не кертү

source: Insert PDF (Pop Directional Format ) into the editor
cy: Mewnosod PDF (Fformat Cyfeiriad Pop) i'r golygydd
lv: Ievietot PDF (Pop Directional Format) redaktorā
sq: Fut PDF (Pop Directional Format) në editor
tt: Төзәткечкә PDF (Элекке юнәлешне кайтару билгесе)-не кертү

source: Insert ZWJ (Zero Width Joiner) into the editor
cy: Mewnosod ZWJ (Unwr Lled Sero) i'r golygydd
lv: Ievietot ZWJ (nulles platuma savienotājs) redaktorā
sq: Fut ZWJ (Zero Width Joiner) në editor
tt: Төзәткечкә ZWJ (Ноль киңлекле кушкыч билгесе)-не кертү

source: Insert ZWNJ (Zero Width Non Joiner) into the editor
cy: Mewnosod ZWNJ (Dim Unwr Lled Sero) i'r golygydd
lv: Ievietot ZWNJ (nulles platuma nesavienotājs) redaktorā
sq: Fut ZWNJ (Zero Width Non Joiner) në editor
tt: Төзәткечкә ZWNJ (Ноль киңлекле кушмаучы билгесе)-не кертү

source: Insert this symbol into the editor
cy: Mewnosod y symbol i'r golygydd
lv: Ievietot šo simbolu redaktorā
sq: Fut këtë simbol në editor
tt: Бу билгене төзәткечкә кертү

source: Add Comment
cy: Ychwanegu Sylw
lv: Pievienot komentāru
sq: Shto Koment
tt: Коммент өстәү

source: Show Timeline
cy: Dangos Amserlen
lv: Rādīt laika skalu
sq: Shfaq Afatin kohor
tt: Вакыт турысын күрсәтү

source: Hide Timeline
cy: Cuddio Amserlen
lv: Slēpt laika skalu
sq: Fshih Afatin kohor
tt: Вакыт турысын яшерү

source: User suggestions
cy: Awgrymiadau defnyddwyr
lv: Lietotāju ieteikumi
sq: Sygjerimet e përdoruesit
tt: Кулланучыларның тәкъдимнәре

source: Accept suggestion
cy: Derbyn yr awgrym
lv: Pieņemt ieteikumu
sq: Prano sygjerimin
tt: Тәкъдимне кабул итү

source: Reject suggestion
cy: Gwrthod yr awgrym
lv: Noraidīt ieteikumu
sq: Refuzo sygjerimin
tt: Тәкъдимне кире кагу

source: Remove suggestion
cy: Tynnu'r awgrym
lv: Izņemt ieteikto
sq: Hiq sygjerimin
tt: Тәкъдимне бетерү

source: Your current vote. Click to remove this vote.
cy: Eich pleidlais gyfredol. Clicio i dynnu'r bleidlais.
lv: Jūsu pašreizējais balsojums. Spiediet, lai izņemtu šo balsi.
sq: Votimi yt. Kliko për të fshirë këtë votë.
tt: Синең хәзерге тавышың. Аны бетерәсең килсә, чирт.

source: Vote for this suggestion
cy: Pleidleisio dros yr awgrym
lv: Balsot par šo ieteikumu
sq: Voto për këtë sygjerim
tt: Бу тәкъдим өчен тавыш бирү

source: Comment:
cy: Sylw:
lv: Komentārs:
sq: Koment:
tt: Комментарий:

source: Previous Work
cy: Gwaith Blaenorol
lv: Iepriekšējais darbs
sq: Puna paraardhëse
tt: Моңарчыгы эш

source: Timeline
cy: Amserlen
lv: Laika skala
sq: Afati Kohorë
tt: Вакыт турысы

source: No results.
cy: Dim canlyniadau.
lv: Nav rezultātu.
sq: Asnjë rezultat.
tt: Бер табыш та юк.

source: Singular
cy: Unigol
lv: Vienskaitlis
sq: Njëjës
tt: Берлек сандагы

source: Plural
cy: Lluosog
lv: Daudzskaitlis
sq: Shumës
tt: Күплек сандагы

source: Tag names cannot have leading nor trailing spaces, colons (:), hyphens (-), underscores (_), slashes (/) or periods (.)!
lv: Birku nosaukumos nevar būt ne sākuma ne beigu atstarpes, koli (:), defises (-), pasvītrojumi (_) slīpsvītras (/) vai punkti (.)!
sq: Emrat e tag nuk mund të kenë shenjat e pikësimit si psh: ( : , - , _ , / , . )!
tt: Тег исемнәрендә баштагы я ахырдагы буш урыннар, ике нокта (:), сызык (-), асты сызык буш урын (_), авыш сызык (/), нокта (.) була алмый!

source: Tag names cannot contain two or more consecutive: spaces, colons (:), hyphens (-), underscores (_), slashes (/) or periods (.)!
lv: Birku nosaukumos nevar būt divas vai vairākas secīgas: atstarpes, koli (:), defises (-), pasvītrojumi (_) slīpsvītras (/) vai punkti (.)!
tt: Тег исемнәрендә янәшә ике йә күбрәк буш урын, ике нокта (:), сызык (-), асты сызык буш урын (_), авыш сызык (/), нокта (.) була алмый!

source: Tag names must be an alphanumeric lowercase string with no trailing nor leading (but yes on the middle): spaces, colons (:), hyphens (-), underscores (_), slashes (/) or periods (.)!
lv: Birku nosaukumiem jābūt virknēm no burtiem un cipariem, kurās nav sākuma vai beigu (bet var būt vidū): atstarpes, koli (:), defises (-), pasvītrojumi (_) slīpsvītras (/) vai punkti (.)!
sq: Emrat e Tag duhet të jenë stringë alfanumerik.
tt: Тег исемнәре кечкенә латин хәрефләре белән цифрлардан торырга тиеш һәм башында һәм ахырында буш урын, ике нокта (:), сызык (-), асты сызык буш урын (_), авыш сызык (/), нокта (.) була алмый (әмма уртасында була ала)!

source: Name cannot contain just after 'goal:' any of these characters: spaces, colons (:), hyphens (-), underscores (_), slashes (/) or periods (.)
lv: Nosaukums nevar uzreiz pēc “goal:” saturēt jebkurus no šīm rakstzīmēm: atstarpes, koli (:), defises (-), pasvītrojumi (_) slīpsvītras (/) vai punkti (.)
sq: Emri nuk mund të mbajë direkt mbas 'arritjes': karaktere si: hapësira, dy pika, vija ndërprerëse ose vija poshtë, slash
tt: Исемдә "эшлисе эш:"-тән соң ук буш урын, ике нокта (:), сызык (-), асты сызык буш урын (_), авыш сызык (/), нокта (.) була алмый

source: A goal with that name already exists. Please pick another name.
sq: Një arritje me këtë emër nuk ekziston. Të lutem zgjidh një emër tjetër.
tt: Ул исемле эшлисе эш бар инде. Башка исем сайласаң иде.

source: Tag slugs must be equal to the tag name, but replacing with a hyphen the single or multiple occurrences of the following characters: spaces, colons (:), hyphens (-), underscores (_), slashes (/) or periods (.)!
lv: Birku plēksnēm ir jābūt vienādām ar birku nosaukumiem, bet aizvietojot defisi vienu vai vairākas vietas, kur parādās sekojošas rakstzīmes: atstarpes, koli (:), defises (-), pasvītrojumi (_) slīpsvītras (/) vai punkti (.)
tt: Тег адреслары тег исеменә тигез булырга тиеш, әмма бер йә берничә буш урын, ике нокта (:), сызык (-), асты сызык буш урын (_), авыш сызык (/), нокта (.) билгеләрен сызык белән алыштырасы.

source: A goal with this slug already exists.
tt: Бу адреслы бер эшлисе эш бар инде.

source: Warning: Changing the name also changes the slug, so it won't be possible to view this goal on this page!
lv: Brīdinājums — nosaukuma maiņa mainīs arī plēksni, tāpēc šajā lapā nevarēs redzēt mērķus!
tt: Кисәтү: Исемне үзгәртү белән адрес та үзгәрә, шуңа күрә бу эшлисе эшне бу адреста күреп булмаячак!
