Repository: pypi-data/pypi-mirror-8
Catalog: packages/Pootle/Pootle-2.6.0-rc2.tar.bz2/Pootle-2.6.0-rc2/pootle/locale/*/pootle_js.po
Languages: ast, br, da, fa, fur, is, km, ky, lv, ne, tt, vi

source: All Languages
ast: Toles llingües
br: An holl yezhoù
da: Alle sprog
fa: تمامی زبان ها
fur: Dutis lis lenghis
is: Öll tungumál
km: គ្រប់ភាសា
ky: Бардык тилдер
lv: Visas valodas
ne: भाषा थप्नुहोस्
tt: Барча телләр
vi: Tất cả ngôn ngữ

source: All Projects
ast: Tolos proyeutos
br: An holl raktresoù
da: Alle projekter
fur: Ducj i progjets
is: Öll verkefni
km: គម្រោង​ទាំង​អស់
ky: Бардык долбоорлор
lv: Visi projekti
ne: सबै परियोजनाहरु
tt: Барча проектлар
vi: Mọi tập tin dự án

source: Expand details
ast: Ampliar detalles
br: Diskouez ar munudoù
da: Udfold detaljer
fa: باز کردن جزئیات
fur: Slargje detais
is: Birta smáatriði
km: ពង្រីក​សេចក្ដី​លម្អិត
lv: Izvērst informāciju
ne: Utvid detaljer
tt: Җентекле мәгълүматын күрсәтү
vi: Hiển thị thông tin chi tiết

source: Collapse details
ast: Contrayer detalles
br: Kuzhat ar munudoù
da: Sammenfold detaljer
fa: بستن جزئیات
fur: Strenç detais
is: Fela smáatriði
km: បង្រួម​សេចក្ដី​លម្អិត
lv: Sakļaut demokrātiju
ne: Fold sammen detaljer
tt: Җентекле мәгълүматны ябу
vi: Đóng lại thông tin chi tiết

source: Are you sure you want to continue?
ast: ¿De xuru que quier siguir?
br: Ha sur oc'h e fell deoc'h kenderc'hel ?
da: Er du sikker på at du vil fortsætte?
fa: ادامه می‌دهید؟
fur: Sêstu sigûr di volê lâ indevant?
is: Viltu örugglega halda áfram?
km: តើ​អ្នក​ពិត​ជា​ចង់​បន្ត​មែន​ទេ?
ky: Уланткыңыз келеби?
lv: Vai tiešām vēlaties turpināt?
ne: Er du sikker på at du vil fortsette?
tt: Дәвам итәсезме?
vi: Bạn có chắc rằng bạn muốn tiếp tục hay không?

source: This operation cannot be undone.
ast: Esta operación nun se pue desfacer.
br: N'haller ket dizober an oberiadenn-mañ.
da: Denne handling kan ikke fortrydes.
fa: این کار انجام شدنی نیست.
fur: No si pues anulâ cheste operazion.
is: Það er ekki hægt að hætta við þessa aðgerð.
km: សកម្មភាព​នេះ​មិន​អាច​ត្រឡប់​ក្រោយ​បាន​ទេ។
ky: Бул иш-аракет жокко чыгарыла албайт.
lv: Šo darbību nevar atsaukt.
ne: Denne operasjonen kan ikke omgjøres.
tt: Бу гамәлне кире кайтарып булмый.
vi: Tiến trình này không thể được hoàn thiện.

source: Show tags
ast: Amosar etiquetes
br: Diskouez an tikedennoù
da: Vis mærker
fa: نمایش برچسب ها
fur: Mostre lis etichetis
is: Sýna tög
km: បង្ហាញ​ស្លាក
ky: Белгилерин көрсөтүү
lv: Rādīt birkas
ne: लेबल लगाउनु
tt: Тегларын күрсәтү
vi: Hiện thanh

source: Hide tags
ast: Anubrir etiquetes
br: Kuzhat an tikedennoù
da: Skjul mærker
fa: مخفی کردن برچسب ها
fur: Plate lis etichetis
is: Fela tög
km: លាក់​ស្លាក
ky: Белгилерин жашыруу
lv: Slēpt birkas
ne: लेबल लुकाउनुहोस्
tt: Тегларын ябу
vi: Ẩn các thẻ

source: Hide filtering
ast: Anubrir filtráu
br: Kuzhat ar silañ
da: Skjul filtrering
fur: Plate i filtris
is: Fela síu
km: លាក់​តម្រង
ky: Чыпкалоону жашыруу
lv: Slēpt filtrēšanu
ne: फिल्टरिङ लुकाउन
tt: Фильтрлагычны ябу
vi: Hiện lọc

source: Show filtering
ast: Amosar filtráu
br: Diskouez ar silañ
da: Vis filtrering
fur: Mostre i filtris
is: Sýna síu
km: បង្ហាញ​តម្រង
ky: Чыпкалоону көрсөтүү
lv: Rādīt filtrēšanu
ne: फिल्टरिङ देखाउने
tt: Фильтрлагычны күрсәтү
vi: Hiện thanh lọc

source: Go to the next string (Ctrl+.)
ast: Dir a la cadena siguiente (Ctrl+.)
br: Mont d'an neudennad war-lerc'h (Ctrl +.)
da: Gå til næste streng (Ctrl+.)
fur: Va ae prossime stringhe (Ctrl+.)
is: Fara á næsta streng (Ctrl+.)
km: ទៅ​ខ្សែ​អក្សរ​បន្ទាប់ (Ctrl+.)
ky: Кийинки сапка баруу (Ctrl+.)
lv: Iet uz nākamo virkni (Ctrl+.)
ne: अर्को स्ट्रिङ जानुहोस् (Ctrl+.)
tt: Киләсе билге тезентесенә күчү (Ctrl+.)
vi: Đi vào chuỗi tiếp theo (Ctrl +.)

source: Go to the previous string (Ctrl+,)
ast: Dir a la cadena postrer (Ctrl+.)
br: Mont d'an neudennad war-lerc'h (Ctrl+,)
da: Gå til forrige streng (Ctrl+,)
fur: Va ae stringhe precedente (Ctrl+,)
is: Fara á fyrri streng (Ctrl+,)
km: ទៅ​ខ្សែ​អក្សរ​មុន (Ctrl+,)
ky: Мурунку сапка баруу (Ctrl+,)
lv: Iet uz ipriekšējo virkni (Ctrl+.)
ne: अघिल्लो स्ट्रिङ जानुहोस् (Ctrl+.)
tt: Үткән билге тезентесенә күчү (Ctrl+,)
vi: Đi vào chuỗi trước đó (Ctrl +)

source: %s's pending suggestions
ast: Suxerencies pendientes de %s
br: Kinnigoù da c'hortoz %s
da: %ss afventende forslag
fur: Sugjeriments di %s in spiete
is: %s ókláraðar uppástungur
km: យោបល់​របស់ %s ដែល​កំពុង​រង់ចាំ
ky: %s текшериле элек сунуш
lv: %s rindā esošais ieteikums
ne: %s's अपूर्ण सुझाव
tt: %s тәкъдим ителгән тәрҗемә тикшерү көтә
vi: đề nghị cấp phát chính thức% s

source: %s's accepted suggestions
ast: Suxerencies aceutaes de %s
br: Kinnigoù %s bet degemeret
da: %ss accepterede forslag
fur: Sugjeriments di %s acetâts
is: %s viðurkenndar uppástungur
km: យោបល់​របស់ %s ដែល​ត្រូវ​បាន​យល់​ព្រម
ky: %s кабыл алынган сунуш
lv: %s pieņemtais ieteikums
ne: %s's स्वीकृत सुझाव
tt: %s кабул ителгән тәрҗемә
vi: đề nghị chấp nhận% s

source: %s's rejected suggestions
ast: Suxerencies refugaes de %s
br: Kinnigoù %s bet distaolet
da: %ss afviste forslag
fur: Sugjeriments di %s ricusâts
is: %s uppástungum sem hefur verið hafnað
km: យោបល់​របស់ %s ដែល​ត្រូវ​បាន​បដិសេធ
ky: %s четке кагылган сунуш
lv: %s noraidītais ieteikums
ne: %s's अस्वीकृत सुझाव
tt: %s кире кагылган тәрҗемә
vi: đề nghị bác bỏ% s

source: %s's submissions
br: Kinnigoù %s
da: %ss bidrag
fur: Inseriments di %s
is: %s uppástungur
km: សំណើ​របស់ %s
ky: %s жөнөтүү
lv: %s iesniegumi
ne: %s's प्रस्तुतिहरु
tt: %s-ның кертемнәре
vi: % s đệ trình

source: %s's overwritten submissions
br: Kinnigoù %s bet erlec'hiet
da: %ss overskrevne indsendelser
fur: Inseriments di %s sorescrits
is: %s yfirskrifaðar uppástungur
km: សំណើ​របស់ %s ដែល​ត្រូវ​សរសេរ​ពី​លើ
lv: %s pārrakstītie iesniegumi
ne: अधिलेखित प्रस्तुतिहरु
tt: %s-ның өстенә яздырылган кертемнәре
vi: % s đệ trình ghi đè

source: No results.
ast: Ensin resultados.
br: Disoc'h ebet.
da: Ingen resultater.
fa: بدون نتیجه.
fur: Nissun risultât.
is: Engar niðurstöður.
km: គ្មាន​លទ្ធផល។
lv: Nav rezultātu.
ne: परिणाम छैन ।
tt: Нәтиҗә (табыш) юк.
vi: Không có kết quả nào.

source: Export View
ast: Vista d'esportación
br: Ezporzhiañ ar gwel
da: Eksportér visning
fur: Viodude pe espuartazion
is: Flytja út sýn
km: នាំ​ចេញ​ការ​បង្ហាញ
lv: Eksportēt skatu
ne: निर्यात दृश्य
tt: Күренешне чыгару
vi: xuất khẩu Xem

source: Error while connecting to the server
ast: Hebo un fallu al coneutase col sirvidor
br: Ur fazi zo c'hoarvezet e-ser kevreañ ouzh ar servijer
da: Fejl ved tilslutning til server
fa: خطا در اتصال به سرور
fur: Erôr te conession al servidôr
is: Villa við að tengjast þjóni
km: មាន​កំហុស​ពេល​កំពុង​តភ្ជាប់​ទៅ​ម៉ាស៊ីន​បម្រើ
lv: Kļūda, savienojoties ar serveri
ne: सर्भरमा जडान गर्दा त्रुटि
tt: Серверга тоташканда хата
vi: Xảy ra lỗi khi thực hiện việc kết nối đến máy chủ

source: Server error
ast: Fallu nel Sirvidor
br: Fazi gant ar servijer
da: Serverfejl
fa: خطای سرور.
fur: Erôr dal servidôr
is: Villa frá þjóni
km: កំហុស​ម៉ាស៊ីន​បម្រើ
lv: Servera kļūda
ne: सर्भर त्रुटि
tt: Сервер хатасы
vi: Lỗi từ phía máy chủ

source: The server seems down. Try again later.
ast: Paez que'l sirvidor cayó. Inténtalo más tarde.
br: Boud eo ar servijer evit doare. Klask en-dro diwezhatoc'h.
da: Denne server synes utilgængelig. Forsøg igen senere.
fa: سرور از کار افتاده است. زمانی دیگر تلاش کنید.
fur: Il servidôr nol rispuint. Torne a provâ plui tart.
is: Þjónninn virðist vera niðri. Vinsamlega reyndu síðar.
km: ម៉ាស៊ីន​បម្រើ​ហាក់​ដូច​ជា​លែង​ដំណើរការ។ សូម​ព្យាយាម​ម្ដង​ទៀត។
lv: Izskatās, ka serveris nestrādā. Vēlāk mēģiniet atkal.
ne: सर्भर त्रुटि देखिन्छ। पछि फेरि प्रयास गर्नुहोस्।
tt: Сервер эшләми бугай. Соңрак эшләп карагыз.
vi: Hệ thống máy chủ dường như đang bận. Vui lòng thử lại sau.

source: Unknown error
ast: Fallu desconocíu
br: Fazi dianav
da: Ukendt fejl
fa: خطای ناشناخته
fur: Erôr no cognossût
is: Óþekkt villa
km: មិន​ស្គាល់​កំហុស
lv: Nezināma kļūda
ne: अज्ञात त्रुटि
tt: Билгесез хата
vi: Lỗi chưa xác định

source: You reached the beginning of the list
ast: Llegasti al entamu de la llista
br: E penn-kentañ ar roll emaoc'h
da: Du nåede til begyndelsen af listen
fa: شما به آغاز فهرست رسیدید
fur: Tu sês rivât al inizi de liste
is: Þú hefur náð á byrjun listans
km: អ្នក​បាន​មក​ដល់​ទីតាំង​ដើម​នៃ​បញ្ជី​ហើយ
ky: Тизменин башына жеттиңиз
lv: Esat sasnieguši saraksta sākumu
ne: तपाईं सूची को शुरुवातमा पुग्नुभयो
tt: Син исемлекнең башына җиттең
vi: Bạn đã truy cập vào phần đầu của danh sách

source: You reached the end of the list.
ast: Llegasti al final de la llista.
br: E traoñ ar roll emaoc'h.
da: Du nåede til slutningen af listen.
fa: شما به پایان فهرست رسیدید.
fur: Tu sês rivât ae fin de liste.
is: Þú hefur náð á enda listans.
km: អ្នក​បាន​មក​ដល់​ទីតាំង​ចុង​នៃ​បញ្ជី​ហើយ។
ky: Тизменин аягына жеттиңиз.
lv: Esat sasnieguši saraksta beigas.
ne: तपाईं सूची को अन्त सम्म पुग्नुभयो
tt: Син исемлекнең ахырына җиттең.
vi: Bạn đã truy cập vào phần cuối của danh sách.

source: Return to the overview page.
ast: Tornar a la páxina resume.
br: Distreiñ da rakweladenn ar bajenn.
da: Gå tilbage til oversigtssiden.
fa: بازگشت به برگه‌ی بازنگری.
fur: Torne ae pagjine iniziâl.
is: Fara aftur á yfirlitssíðuna.
km: ត្រឡប់​ទៅ​ទំព័រ​ព័ត៌មាន​ទូទៅ។
ky: Сереп барагына кайтуу.
lv: Atgriezties pārskata lapā.
ne: सिंहावलोकन पृष्ठमा फर्कनुहोस्।
tt: Гомуми мәгълүмат битенә кайту.
vi: Quay trở về trang chính.

source: %s% match
ast: %s% coincidencia
br: %s% kenglotañ
da: %s% resultater
fa: %s% یکسان
fur: corispondence al %s%
is: %s% samsvörun
km: ត្រូវ​គ្នា %s%
lv: %s% atbilst
ne: %s% treff
tt: %s% туры килү
vi: %s% khớp

source: Similar translations
ast: Traducciones asemeyaes
br: Troidigezhioù damheñvel
da: Lignende oversættelser
fa: برگردان‌های همسان
fur: Traduzions similis
is: Svipaðar þýðingar
km: ការ​បកប្រែ​ស្រដៀង​គ្នា
lv: Līdzīgi tulkojumi
ne: Lignende oversettelser
tt: Охшаш тәрҗемәләр
vi: Các phần dịch tương tự

source: More
ast: Más
br: Muioc'h
da: Mere
fa: بیشتر
fur: Di plui
is: Meira
km: ច្រើន​ទៀត
ky: Дагы
lv: Vairāk
ne: थप
tt: Тагы
vi: Hiển thị thêm

source: Hide
ast: Anubrir
br: Kuzhat
da: Skjul
fa: پنهان کردن
fur: Plate
is: Fela
km: លាក់
ky: Жашыруу
lv: Slēpt
ne: लुकाउनुहोस्
tt: Яшерү
vi: Ẩn đi

source: Less
ast: Menos
br: Nebeutoc'h
da: Mindre
fa: کمتر
fur: Di mancul
is: Minna
km: តិច
ky: Азыраак
lv: Mazāk
ne: अझ कम
tt: Әзрәк
vi: Hiển thị ít hơn

source: Show
ast: Amosar
br: Diskouez
da: Vis
fa: نمایش
fur: Mostre
is: Sýna
km: បង្ហាញ
ky: Көрсөтүү
lv: Rādīt
ne: देखाउनुहोस्
tt: Күрсәтү
vi: Hiển thị

source: A year ago
ast: Hai un añu
br: Bloaz zo
da: Et år siden
fa: یک سال پیش%s سال پیش
fur: Un an indaûr
is: Fyrir %s ári
km: %s ឆ្នាំ​មុន
ky: %s жыл мурун
lv: Pirms %s gada
ne: १ वर्ष अगाडि
tt: %s ел элек
vi: Cách đây một năm

source: A week ago
ast: Hai una selmana
br: Ur sizhun zo
da: En uge siden
fa: یک هفته پیش%s هفته پیش
fur: Une setemane indaûr
is: Fyrir %s viku
km: %s សប្ដាហ៍​មុន
ky: %s жума мурун
lv: Pirms %s nedēļas
ne: १ हप्ता अगाडि
tt: %s атна элек
vi: Cách đây một tuần

source: Yesterday
ast: Ayeri
br: Dec'h
da: I går
fa: دیروز%s روز پیش
fur: Îr
is: Fyrir %s degi
km: %s ថ្ងៃ​មុន
ky: %s күн мурун
lv: %d dienu atpakaļ
ne: हिजो
tt: %s көн элек
vi: Hôm qua

source: An hour ago
ast: Hai una hora
br: Un eurvezh zo
da: En time siden
fa: یک ساعت پیش%s ساعت پیش
fur: Une ore indaûr
is: Fyrir %s klukkustund
km: %s ម៉ោង​មុន
ky: %s саат мурун
lv: Pirms %s stundas
ne: १ घन्टा अगाडि
tt: %s сәгать элек
vi: Cách đây một giờ

source: A minute ago
ast: Hai un minutu
br: Ur vunutenn zo
da: Et minut siden
fa: یک دقیقه پیش%s دقیقه پیش
fur: Un minût indaûr
is: Fyrir %s mínútu
km: % នាទី​មុន
ky: %s минута мурун
lv: Pirms %s minūtes
ne: १ मिनेट अगाडि
tt: %s минут элек
vi: Cách đây một phút

source: A few seconds ago
ast: Hai dellos segundos
br: Un nebeut eilennoù zo
da: Få sekunder siden
fa: چند ثانیه پیش
fur: Uns cuatri seconts indaûr
is: Fyrir nokkrum sekúndum
km: ប៉ុន្មាន​វិនាទី​មុន
ky: Бир нече секунда мурун
lv: Pirms dažām sekundēm
ne: केहि सेकेन्ड पहिले
tt: Берничә секунд элек
vi: Cách đây một vài giây
