Repository: pypi-data/pypi-mirror-8
Catalog: packages/Pootle/Pootle-2.6.0-rc2.tar.bz2/Pootle-2.6.0-rc2/pootle/locale/*/pootle.po
Languages: cy, lv, sq, tt

source: A description of this goal. This is useful to give more information or instructions. Allowed markup: %s
lv: Šī mērķa apraksts. Tas noder, lai dotu vairāk informācijas vai instrukcijas. Atļautais marķējums: %s
sq: Një pëshkrim e kësaj arritjeje. Kjo është e nevojshme për të dhënë informacione ose instruksione. Markupet e lejueshme: %s
tt: Бу эшлисе эшнең тасвирламасы. Бу мәгълүмат яки инструкция бирер өчен файдалы. Монда %s билгеләү теле рөхсәт ителә

source: The priority for this goal.
lv: Šī mērķa prioritāte.
sq: Prioriteti për këtë arritje.
tt: Бу эшлисе эшнең алдынгылыгы.

source: Designates that this is a project goal (shared across all languages in the project).
lv: Norāda, ka šis ir projekta mērķis (ir kopīgs visām valodām projektā).
sq: Përcakton që ky është një projekt për arritje (i ndarë në të gjitha gjuhët në projekt).
tt: Моның проекттагы эшлисе эш (бу проектның барча телләре өчен уртак) булуын күрсәтү.

source: Project goal?
lv: Projekta mērķis?
sq: Projekt për arritje?
tt: Проект дәрәҗәсендәге эшлисе эшме?

source: (Project goal)
lv: (Projekta mērķis)
sq: (projekt për arritje)
tt: (Проекттагы эшлисе эш)

source: This term already exists in this file.
cy: Mae'r term yn bodoli eisoes yn y ffeil.
lv: Šis termins jau eksistē šajā datnē.
sq: Këto terma ekzistojnë në këtë skedar.
tt: Бу термин бу файлда бар инде.

source: Regenerate Glossary
cy: Atgynhyrchu Geirfa
lv: Pārģenerēt vārdnīcu
sq: Rigjenero Fjalorin
tt: Термин сүзлеген яңарту

source: Are you sure you want to regenerate the glossary? Any existing terms and their translations will be deleted.
cy: Ydych chi'n siwr eich bod eisiau ailgreu'r rhestr termau? Bydd unrhyw dermau a chyfieithiadau cyfredol yn cael eu dileu.
lv: Vai tiešam vēlaties pārģenerēt vārdnīcu? Visi termini un to tulkojumi tiks izdzēsti.
sq: Jeni i sigurtë që doni të rigjeneroni fjalorin? Cdo term ekzistues dhe përkthimet e tyre do të fshihen.
tt: Термин сүзлеген яңартасымы? Ризалашсагыз, булган барча терминнар да, аларның тәрҗемәләре дә бетереләчәк.

source: Extract
cy: Echdynnu
lv: Izvilkt
tt: Чыгару

source: You can regenerate the glossary from scratch.
cy: Mae modd ailgreu’r rhestr termau o'r cychwyn.
lv: Jūs varat pārģenerēt vārdnīcu no jauna.
tt: Сез сүзлекне буштан башлап яңадан төзетә аласыз.

source: Term
lv: Termins
tt: Термин

source: Translation
cy: Cyfieithiad
lv: Tulkojums
sq: Përkthimi
tt: Тәрҗемәсе

source: Delete
cy: Dileu
lv: Dzēst
sq: Fshije
tt: Бетерү

source: Glossary is Empty
cy: Termau yn Wag
lv: Vārdnīca ir tukša
tt: Сүзлек буш

source: Generate Glossary
cy: Cynhyrchu Geirfa
lv: Ģenerēt vārdnīcu
tt: Сүзлек төзетү

source: Here you can manage the terms in the terminology files.
cy: Yma gallwch reoli termau yn y ffeiliau termau.
lv: Šeit varat pārvaldīt terminus terminoloģijas datnēs.
tt: Монда син термин файлларындагы терминнар белән идарә итә аласың.

source: File
cy: Ffeil
lv: Datne
tt: Файл

source: Once you upload files, you will be able to add, edit and delete terms.
cy: Unwaith i chi lwytho ffeiliau i fyny, bydd modd i chi ychwanegu, golygu a dileu termau.
lv: Kad augšupielādējat datnes, jūs varēsiet pievienot, rediģēt un dzēst terminus.
tt: Файллар йөкләгәч сез аларны өсти, үзгәртә, бетерә алырсыз.

source: Description...
cy: Disgrifiad...
lv: Apraksts...
tt: Тасвирлама...

source: Details...
cy: Manylion...
lv: Sīkāka informācija...
tt: Җентеклерәк...

source: Translator Comments
cy: Sylw Cyfieithydd
lv: Tulkotāja komentāri
tt: Тәрҗемәче комментарие

source: Download (.zip)
cy: Llwytho i lawr (.zip)
lv: Lejupielādēt (.zip)
tt: Алу (.zip)

source: Download XLIFF
cy: Llwytho XLIFF i lawr
lv: Lejupielādēt XLIFF
tt: XLIFF итеп алу

source: Download file in XLIFF format
cy: Llwytho i lawr ffeil mewn fformat XLIFF
lv: Lejupielādēt datni XLIFF formātā
tt: Файлны XLIFF форматында алу

source: Export
cy: Allforio
lv: Eksportēt
tt: Чыгару

source: Export translations
cy: Allforio cyfieithiadau
lv: Eksportēt tulkojumus
tt: Тәрҗемәләрне чыгару

source: Download
cy: Llwytho i lawr
lv: Lejupielādēt
tt: Алу

source: Download file
cy: Llwytho ffeil i lawr
lv: Lejupielādēt datni
tt: Файлны алу

source: Download XLIFF file for offline translation
cy: Llwytho ffeil XLIFF i lawr ar gyfer cyfieithu all-lein
lv: Lejupielādēt XLIFF datni tulkošanai nesaistē
tt: Интернетсыз тәрҗемәләү өчен XLIFF файлын алу

source: Upload
cy: Llwytho i fyny
lv: Augšupielādēt
tt: Йөкләү

source: Upload translation files or archives in .zip format
cy: Llwytho ffeil cyfieithiad neu archifau i fyny mewn fformat .zip
lv: Augšupielādēt tulkojumu datnes vai arhīvus .zip formātā
tt: Тәрҗемә файллары яки .zip форматлы архивлар йөкләгез

source: Update from VCS
cy: Diweddaru o VCS
lv: Atjaunināt no VVS
tt: VCS-тан яңарту

source: Commit to VCS
cy: Cyflwyno i VCS
lv: Iesūtīt VVS
tt: VCS-ка кертү

source: Update all from VCS
cy: Diweddaru'r cyfan o VCS
lv: Atjaunināt visu no VVS
tt: VCS-тан барчасын яңарту

source: Commit all to VCS
cy: Cyflwyno'r cyfan i VCS
lv: Iesūtīt visu VVS
tt: VCS-ка барчасын кертү

source: Rescan project files
cy: Ailsganio ffeiliau project
lv: Pārskanēt projekta datnes
tt: Проект файлларын яңадан уку

source: Delete this folder...
cy: Dileu'r ffolder...
lv: Dzēst šo mapi...
tt: Бу папканы бетерү...

source: Delete this file...
cy: Dileu'r ffeil...
lv: Dzēst šo datni...
tt: Бу файлны бетерү...

source: Translate offline
cy: Cyfieithu all-lein
lv: Tulkot nesaistē
tt: Интернетсыз тәрҗемә итү

source: Manage
cy: Rheoli
lv: Pārvaldīt
tt: Идарә итү

source: Overwrite the current file if it exists
cy: Trosysgrifennu’r ffeil gyfredol os yw'n bodoli
lv: Pārrakstīt jau izmantojamo datni, ja tāda eksistē
sq: Mbishkruaje kartelën e tanishme, në pastë
tt: Эш барышындагы файлның, ул инде булса, өстенә яздыру

source: Merge the file with the current file and turn conflicts into suggestions
cy: Cyfuno'r ffeil i'r ffeil gyfredol a throi gwrthdaro yn awgrym
lv: Apvienot šo datni ar jau izmantojamo datni un konfliktus saglabāt kā ieteikumus
sq: Bashko file me file aktual dhe transformo konfliktet në propozime
tt: Бу файлны эштәге файл белән кушу, каршылыкларны тәкъдимнәргә әйләндерү

source: Add all new translations as suggestions
cy: Ychwanegu pob cyfieithiad newydd fel awgrym
lv: Pievienot visus jaunos tulkojumus kā ieteikumus
tt: Барча яңа тәрҗемәләрне тәкъдим итеп өстәү

source: Upload to
cy: Llwytho i fyny i
lv: Augšupielādēt uz
tt: Бу урынга йөкләү:

source: Optionally select the file you want to merge with. If not specified, the uploaded file's name is used.
cy: Yn ddewisol, dewiswch y ffeil i gyfuno gyda hi. Os nad yw wedi ei bennu, bydd enw'r ffeil yn cael ei ddefnyddio.
lv: Varat arī izvēlēties datni, ar ko vēlaties sapludināt. Ja nav norādītā, tiks izmantots augšupielādētās datnes nosaukums.
tt: Кушыр өчен файлны күрсәтү мөмкин. Ул күрсәтелмәсә, йөкләнүче файлның исеме кулланылачак.

source: A description of this translation project. This is useful to give more information or instructions. Allowed markup: %s
cy: Disgrifiad o'r project cyfieithu. Bydd yn ddefnyddiol ar gyfer rhannu gwybodaeth a chyfarwyddid. Tagio caniateir: %s
lv: Šī tulkošanas projekta apraksts. Tas noder, lai dotu vairāk informācijas vai instrukcijas. Atļautais marķējums: %s
tt: Бу тәрҗемәләү проектының тасвирламасы. Бу мәгълүмат яки инструкция бирер өчен файдалы. Монда %s билгеләү теле рөхсәт ителә

source: Failed to update from version control: %(error)s
cy: Methwyd â diweddaru o'r rheoli fersiwn: %(error)s
lv: Neizdevās atjaunināt no versiju vadības sistēmas: %(error)s
tt: Версияләрне контрольләү истемасыннан алганда хата чыкты: %(error)s

source: Updated project <em>%(project)s</em> from version control
cy: Diweddarwyd project <em>%(project)s</em> o'r rheolaeth fersiwn
lv: Atjaunināja projektu <em>%(project)s</em> no versiju vadības sistēmas
tt: <em>%(project)s</em> проекты версияләрне контрольләү системасыннан яңартылды

source: Working copy
cy: Copi gwaith
lv: Darba kopija
tt: Бу сайттагы версия

source: Remote copy
cy: Copi pell
lv: Attālinātā kopija
tt: Версияләр контрольләү системасындагы версия

source: Merged copy
cy: Copi cyfunwyd
lv: Sapludinātā kopija
tt: Берләштереп ясалган версия

source: Updated file <em>%(filename)s</em> from version control
cy: Ffeil wedi ei diweddaru <em>%(filename)s</em> o'r rheoli fersiwn
lv: Atjaunināta datne <em>%(filename)s</em> no versiju vadības sistēmas
tt: Версияләрне контрольләү системасыннан яңартылган <em>%(filename)s</em> файлы

source: Failed to update <em>%(filename)s</em> from version control: %(error)s
cy: Methwyd diweddaru ffeil <em>%(filename)s</em> o'r rheoli fersiwn: %(error)s
lv: Neizdevās atjaunināt <em>%(filename)s</em> no versiju vadības sistēmas: %(error)s
tt: <em>%(filename)s</em>-ны версияләрне контрольләү системасыннан яңарту барып чыкмады: %(error)s

source: Committed all files under <em>%(path)s</em> to version control
cy: Cyflwynwyd pob ffeil o dan <em>%(path)s</em> i'r rheoli fersiwn
lv: Visas datnes no <em>%(path)s</em> ir iesūtītas versiju vadības sistēmā
tt: <em>%(path)s</em> эчендәге барча файлларны версияләрне контрольләү системасына керттек

source: Failed to commit to version control: %(error)s
cy: Methwyd cyflwyno i'r rheolydd fersiwn: %(error)s
lv: Neizdevās iesūtīt versiju vadības sistēmā: %(error)s
tt: Версияләрне контрольләү системасына кертү барып чыкмады: %(error)s

source: Committed file <em>%(filename)s</em> to version control
cy: Cyflwynwyd ffeil <em>%(filename)s</em> i'r rheoli fersiwn
lv: Iesūtīja datni <em>%(filename)s</em> versiju vadības sistēmā
tt: <em>%(filename)s</em> файлын версияләрне контрольләү системасына керттек

source: Failed to commit <em>%(filename)s</em> to version control: %(error)s
cy: Methwyd cyflwyno <em>%(filename)s</em> i'r rheoli fersiwn: : %(error)s
lv: Neizdevās iesūtīt <em>%(filename)s</em> versiju vadības sistēmā: %(error)s
tt: <em>%(filename)s</em> файлын версияләрне контрольләү системасына кертү барып чыкмады: %(error)s

source: Translation project files have been rescanned.
cy: Mae ffeiliau project cyfieithu wedi eu hailsganio.
lv: Tulkošanas projekta datnes ir pārskenētas.
tt: Тәрҗемә проекты файллары яңадан укылды.

source: Error while rescanning translation project files.
cy: Gwall wrth ailsganio ffeiliau project cyfieithu.
lv: Kļūda, pārskenējot tulkošanas projekta datnes.
tt: Тәрҗемә проекты файлларын яңадан укыганда хата чыкты.

source: Translation project has been updated against latest templates.
cy: Mae'r project cyfieithu wedi ei ddiweddaru o'r templedi diweddaraf.
lv: Tulkošanas projekts ir atjaunināts pret jaunākajām veidnēm.
tt: Тәрҗемә проекты иң соңгы шаблоннарга карата яңартылды.

source: Error while updating translation project against latest templates.
cy: Gwall wrth ddiweddaru project cyfieithu o'r templedi diweddaraf.
lv: Kļūda, atjauninot tulkošanas projektu pret jaunākajām veidnēm.
tt: Тәрҗемә проектын соңгы шаблоннардан яңартканда хата чыкты.

source: Symbolic link hasn't been removed from the filesystem.
cy: Nid yw'r cysylltiad symbolaidd wedi ei dynnu o'r system ffeiliau.
lv: Simboliskā saite nav izņemta no datņu sistēmas.
tt: Символик сылтама файл системасыннан бетерелмәде.

source: Directory and its containing files have been deleted.
cy: Mae'r cyfarwyddiadur a'r ffeiliau o'i fewn wedi eu dileu.
lv: Direktorija un tajā esošas datnes ir izdzēstas.
tt: Папка, эчендәге файллары белән, бетерелде.

source: File has been deleted.
cy: Mae'r ffeil wedi ei dileu.
lv: Datne tika izdzēsta.
tt: Файл бетерелде.

source: Error while trying to delete directory.
cy: Gwall wrth geisio dileu cyfarwyddiadur.
lv: Kļūda, mēģinot dzēst direktoriju.
tt: Папканы бетермәкче булганда хата чыкты.

source: Error while trying to delete file.
cy: Gwall wrth geisio dileu ffeil.
lv: Kļūda, mēģinot dzēst datni.
tt: Файл бетермәкче булганда хата чыкты.

source: Unable to find '%(action)s' in '%(extdir)s'
lv: Nevarēja atrast '%(action)s' mapē '%(extdir)s'
tt: '%(extdir)s' эчендә '%(action)s'-ны табып булмый

source: Error while running '%s' extension action
tt: '%s' өстәмәсе гамәлен эшләгәндә хата чыкты

source: Invalid/insecure file name: %s
cy: Enw ffeil annilys/anniogel: %s
lv: Nederīgs/nedrošs datnes nosaukums — %s
tt: %s дигән файл исеме дөрес түгел яки куркынычлы

source: Invalid GNU-style file name: %(local_filename)s. It must match '%(langcode)s.%(filetype)s'.
cy: Enw ffeil arddull GNU annilys: %(local_filename)s. Rhaid cydweddu a '%(langcode)s.%(filetype)s'.
lv: Nederīgs GNU stila datnes nosaukums: %(local_filename)s. Tai ir jāatbilst “%(langcode)s.%(filetype)s”.
tt: GNU-стилендә дөрес булмаган файл исеме: %(local_filename)s. Ул '%(langcode)s.%(filetype)s'-га туры килергә тиеш.

source: Error while extracting archive
cy: Gwall wrth echdynnu archif
lv: Kļūda, atspiežot arhīvu
tt: Архивтан чыгарганда хата чыкты

source: You do not have rights to overwrite files here.
cy: Nid oes gennych yr hawl i drosysgrifennu ffeiliau yma.
lv: Jums nav atļauju šeit pārrakstīt datnes.
tt: Синең монда файлларның өстенә яздыру хокукың юк.

source: You do not have rights to upload new files here.
cy: Nid oes gennych yr hawl i lwytho ffeiliau i fyny yma.
lv: Jums nav atļauju šeit augšupielādēt datnes.
tt: Синең монда яңа файллар йөкләү хокукың юк.

source: You do not have rights to upload files here.
cy: Nid oes gennych yr hawl i lwytho ffeiliau i fyny yma.
lv: Jums nav atļauju šeit augšupielādēt jaunas datnes.
tt: Синең монда файл йөкләү хокукың юк.

source: Below you can add, edit, and delete the permissions for this translation project.
cy: Isod mae modd i chi ychwanegu, golygu a dileu'r caniatâd o fewn y project cyfieithu hwn.
lv: Zemāk varat pievienot, rediģēt un dzēst šī tulkošanas projekta atļaujas.
tt: Түбәндә син бу тәрҗемә проекты өчен хокукларны өсти, үзгәртә, бетерә аласың.

source: Export View
lv: Eksporta skats
tt: Күренешне чыгару

source: Goal
lv: Mērķis
tt: Эшлисе эш

source: No strings.
lv: Nav virkņu.
tt: Бер билге тезентесе дә юк.

source: Translation project files and folders
lv: Tulkošanas projekta datnes un mapes
tt: Тәрҗемә проекты файл һәм папкалары

source: Administrate your project goals
lv: Pārvaldiet savus projekta mērķus
tt: Проектыгыздагы эшлисе эшләр белән идарә итү

source: Actions
cy: Gweithredoedd
lv: Darbības
tt: Гамәлләр

source: %(project)s project information
cy: Gwybodaeth project %(project)s
lv: %(project)s projekta informācija
tt: %(project)s проекты мәгълүматы

source: %(language)s language information
cy: Gwybodaeth iaith %(language)s
lv: %(language)s valodas informācija
tt: %(language)s теле мәгълүматы

source: Upload File
cy: Llwytho ffeil i fyny
lv: Augšupielādēt datni
sq: Ngarkoni Kartelë
tt: Файл йөкләү

source: Translation Statistics
cy: Ystadegau Cyfieithu
lv: Tulkošanas statistika
tt: Тәрҗемә статистикасы

source: Failing Checks
cy: Gwiriadau Methu
lv: Neizturētās pārbaudes
tt: Хата табучы тикшерүләр

source: Nothing to show
cy: Dim i'w ddangos
lv: Nav ko rādīt
tt: Күрсәтергә бер ни дә юк

source: username
cy: enw defnyddiwr
lv: lietotājvārds
tt: кулланучы исеме

source: email address
cy: cyfeiriad e-bost
lv: e-pasta adrese
tt: электрон почта адресы

source: password
cy: cyfrinair
lv: parole
tt: серсүз

source: password (again)
cy: cyfrinair (eto)
lv: parole (vēlreiz)
tt: серсүз (шуны ук тагын)

source: This username is already taken. Please choose another.
cy: Mae'r enw defnyddiwr yna wedi ei gymryd yn barod. Dewiswch un arall.
lv: Lietotājvārds jau ir aizņemts. Lūdzu, izvēlies citu.
tt: Бу кулланучы исеме алынган инде. Зинһар, башканы сайлагыз.

source: You must type the same password each time
cy: Rhaid teipio'r un cyfrinair bob tro
lv: Jums jāieraksta tā pati parole katru reizi
tt: Син икесендә дә бер үк серсүзне язарга тиеш.

source: I have read and agree to the Terms of Service
cy: Rwyf wedi darllen a chytuno gydag Amodau'r Gwasanaeth
lv: Esmu izlasījis un piekrītu pakalpojuma nosacījumiem
tt: Мин Хезмәт күрсәтү шартларын укып чыктым һәм аңа риза

source: This email address is already in use. Please supply a different email address.
cy: Mae'r cyfeiriad e-bost yma'n cael ei ddefnyddio eisoes. Rhowch gyfeiriad e-bost arall, os gwelwch chi'n dda.
lv: Šo e-pasta adresi jau izmanto. Lūdzu, norādiet citu e-pasta adresi.
tt: Бу электрон почта адресы кулланыла инде. Зинһар, башкасын кертегез.

source: Registration using free email addresses is prohibited. Please supply a different email address.
cy: Nid ydym yn caniatáu cofrestru gydag e-bost am ddim. Rhowch gyfeiriad e-bost arall, os gwelwch chi'n dda.
lv: Reģistrēšanās ar bezmaksas e-pasta adresēm ir aizliegta. Lūdzu, norādiet citu e-pasta adresi.
tt: Бушлай электрон почта адреслары белән теркәлү тыелган. Зинһар, башкасын кертегез.

source: user
cy: defnyddiwr
lv: lietotājs
tt: кулланучы

source: activation key
cy: allwedd ysgogi
lv: aktivizācijas atslēga
tt: активлаштыргыч код

source: registration profile
cy: proffil cofrestru
lv: reģistrācijas profils
tt: теркәлү профиле

source: registration profiles
cy: proffiliau cofrestru
lv: reģistrācijas profili
tt: теркәлү профилләре

source: I have read and accept: <a href="%(url)s" class="%(classes)s">%(title)s</a>
lv: Esmu izlasījis un piekrītu: <a href="%(url)s" class="%(classes)s">%(title)s</a>
tt: <a href="%(url)s" class="%(classes)s">%(title)s</a>-ны укыдым һәм кабул иттем

source: Active
cy: Gweithredol
lv: Aktīvs
sq: Veprues
tt: Актив

source: Whether this page is active or not.
cy: P'un ai yw'r dudalen yn weithredol a'i peidio.
lv: Vai lapa ir aktīva.
sq: Nese kjo faqe eshte aktive ose jo
tt: Бу битнең актив булу-булмавы.

source: Virtual Path
lv: Virtuāls ceļš
tt: Виртуаль {файл адресы}

source: Display Content
lv: Rādīt saturu
tt: Эчтәлеген күрсәтү

source: Allowed markup: %s
cy: Tagio caniateir: %s
lv: Atļautais marķējums — %s
sq: Lejojet te shenuarat :%s
tt: Рөхсәт ителгән билгеләү теле: %s

source: Redirect to URL
lv: Pāradresēt uz URL
tt: Веб адресына күчерү

source: If set, any references to this page will redirect to this URL
lv: Ja iestatīts, visas norādes uz šo lapu tiks pārsūtītas uz šo URL
tt: Куелса, бу биткә булган һәртөрле сылтамалар шул веб адресына күчерер

source: URL or content must be provided.
cy: Rhaid darparu URL neu gynnwys.
lv: Jānorāda URL vai saturs.
sq: URL ose permbajtja mund te permbaj
tt: Веб адресы яки эчтәлек кертү кирәк.

source: Virtual path already in use.
lv: Virtuālais ceļš jau tiek izmantots.
tt: Виртуаль юл (файл адресы) кулланылышта инде.

source: Legal Page
lv: Juridiskās informācijas lapa
tt: Юридик бит

source: Regular Page
lv: Parasta lapa
tt: Гади бит

source: Page Title
lv: Lapas virsraksts
tt: Бит башлыгы

source: page-%d
lv: lapa-%d
tt: %d-нче-бит

source: This page is inactive and visible to administrators only. You can activate it by <a href="%s">editing its properties</a>
lv: Šī lapa nav aktīva un ir redzama tikai administratoriem. Jūs to varat aktivēt, <a href="%s">rediģējot tās īpašības</a>
tt: Бу бит актив түгел һәм админнарга гына күренә. Син аны <a href="%s">үзлекләрен үзгәртеп</a> активлаштыра аласың

source: Action Required
lv: Nepieciešama darbība
tt: Гамәл кирәк

source: Before continuing, you must read and accept the following documents.
lv: Pirms turpināt, jums jāizlasa un jāpiekrīt sekojošajiem dokumentiem.
tt: Дәвам иткәнгә хәтле, син түбәндәге документларны укырга һәм кабул итергә тиеш.

source: No thanks. Log out
lv: Nē, paldies. Izrakstīties
tt: Юк, рәхмәт. Чыгу

source: Continue
lv: Turpināt
tt: Дәвам итү

source: Static Pages
lv: Statiskās lapas
tt: Гел үзгәреп тормый торган битләр

source: or
lv: vai
tt: яки

source: Page
lv: Lapa
tt: Бит

source: Last Edited
lv: Pēdējo reizi mainīta
tt: Соңгы үзгәртелгән вакыты

source: Yes
lv: Jā
tt: Әйе

source: No
lv: Nē
tt: Юк

source: No pages yet.
cy: Dim tudalennau eto.
lv: Vēl nav lapu.
sq: Akoma pa faqe
tt: Бер бит тә юк.

source: Legal Pages
cy: Tudalennau Cyfreithiol
lv: Juridiskās informācijas lapas
sq: Faqet Ligjore
tt: Юридик битләр

source: Add Legal Page
lv: Pievienot juridiskās informācijas lapu
tt: Юридик бит өстәү

source: Regular Pages
lv: Parastās lapas
tt: Гади битләр

source: Add Regular Page
lv: Pievienot parastu lapu
tt: Гади бит өстәү

source: Insufficient rights to access this page.
lv: Nepietiekamas tiesības, lai piekļūtu šai lapai.
tt: Бу биткә керү өчен хокук җитми.

source: You do not have rights to administer Pootle.
cy: Nid oes gennych hawl i weinyddu Pootle.
lv: Jums nav tiesību administrēt Pootle.
sq: Nuk keni të drejtë të administroni Pootle.
tt: Синең Pootle белән идарә итергә хокукың юк.

source: User missing
lv: Trūkst lietotāja
tt: Андый кулланучы юк

source: All
cy: Popeth
lv: Visas
sq: Te Gjitha
tt: Бөтенесе

source: Incomplete
cy: Anghyflawn
lv: Nepabeigtās
sq: E pambaruar
tt: Тәмамланмаган

source: Checks
cy: Gwiro
lv: Pārbaudes
sq: Kontrollo
tt: Тикшерүләр

source: Overwritten submissions
lv: Pārrakstīt iesniegumus
tt: Өстенә яздырылган кертемнәр

source: Can view a translation project
cy: Gallu gweld project cyfieithu
lv: Var skatīt tulkošanas projektu
sq: Mund te shikohet nje perkthim projekti
tt: Тәрҗемә проектын күрә ала

source: Can make a suggestion for a translation
cy: Gallu cynnig cyfieithiad
lv: Var sniegt ieteikumu tulkošanas projektam
sq: Mund te bej sygjerime per perkthimin
tt: Тәрҗемә тәкъдим итә ала

source: Can submit a translation
cy: Gallu cyflwyno cyfieithiad
lv: Var iesniegt tulkojumu
sq: Mund te dergoni perkthimin
tt: Тәрҗемә кертә ала

source: Can overwrite translations on uploading files
cy: Gallu trosysgrifennu cyfieithiadau wrth lwytho ffeiliau i fyny
lv: Var pārrakstīt tulkojumus, augšupielādējot datnes
sq: Mund te mbishkruaj perkthimin ne skedaret e ngarkuar
tt: Файл йөкләгәндә тәрҗемәләрнең өстенә яздыра ала

source: Can review translations
cy: Gallu adolygu cyfieithiadau
lv: Var pārbaudīt tulkojumus
sq: Mund te rishikoj perkthimin
tt: Тәрҗемә тәкъдимнәрен кабул итә йә кире кага ала

source: Can download archives of translation projects
cy: Gallu llwytho i lawr archif o'r project cyfieithu
lv: Var lejupielādēt tulkošanas projekta arhīvu
sq: Mund shkarkoj arkivin e projekteve te perkthyera
tt: Тәрҗемә проектлары архивларын ала ала

source: Can administrate a translation project
cy: Gallu gweinyddu project cyfieithu
lv: Var administrēt tulkošanas projektu
sq: mund te administroj nje projekt te perkthyer
tt: Тәрҗемә проекты белән идарә итә ала

source: Can commit to version control
cy: Gallu cyflwyno i reolaeth fersiwn
lv: Var iesūtīt versiju vadības sistēmā
sq: Mund ta bashkoj ne vresionin e kontrolluar
tt: Версияләрне контрольләү истемасына кертә ала

source: Time to answer has expired
cy: Mae'r amser i ateb wedi dod i ben
lv: Laiks atbildēšanai ir beidzies
tt: Җавап бирү вакыты узды

source: Enter a number
cy: Rhowch rif
lv: Ievadiet skaitli
tt: Бер сан кертегез

source: Incorrect
cy: Anghywir
lv: Nepareizi
tt: Дөрес түгел

source: You need to <a href="%(login_link)s">login</a> to access this page.
cy: Rhaid <a href="%(login_link)s">mewngofnodi</a> i gael mynediad i'r dudalen hon.
lv: Jums <a href="%(login_link)s">jāierakstās</a>, lai piekļūtu šai lapai.
sq: Ju duhet të jepni Kredencilalet <a href="%(login_link)s"> </ a> për të hyrë në këtë faqe.
tt: Бу битне ачу өчен сезгә <a href="%(login_link)s">кер</a>ергә кирәк.

source: Error accessing %(filename)s, Filesystem sent error: %(errormsg)s
cy: Gwall wrth geisio mynediad i %(filename)s, Anfonodd y system ffeiliau wall:: %(errormsg)s
lv: Kļūda piekļūstot %(filename)s, datņu sistēma nosūtīja kļūdu: %(errormsg)s
sq: Gabim veprimi % (Emri i file )s, File i sistemit i dërgoi gabimin:% (errormsg) s
tt: %(filename)s-ны ачканда хата чыкты, файл системасы %(errormsg)s дип хәбәр итте

source: Failed to copy download file to export directory %s
lv: Neizdevās kopēt lejupielādēto datni, lai eksportētu mapi %s
tt: Алынасы файлны %s чыгару папкасына копияләп булмады
