Repository: pypi-data/pypi-mirror-8
Catalog: packages/Pootle/Pootle-2.6.0-rc2.tar.bz2/Pootle-2.6.0-rc2/pootle/locale/*/pootle.po
Languages: cy, lv, sq, tt

source: Hold down "Control", or "Command" on a Mac, to select more than one.
cy: Rhaid dal i lawr "Control", neu "Command" ar y Mac i ddewis mwy nag un.
lv: Turiet piespiestu “Ctrl” vai komandas taustiņu uz Mac datoriem, lai izvēlētos vairāk kā vienu.
sq: Mbani shtypur "Control" ose "Command" në MAC, për të zgjedhur më shumë se një.
tt: Бердән күбрәкне сайлар өчен "Control", Mac та "Command" клавишына басып тор.

source: Enter a valid e-mail address.
cy: Rhowch gyfeiriad e-bost dilys.
lv: Ievadiet derīgu e-pasta adresi.
sq: Futni një Adresë E-maili të rregullt
tt: Дөрес электрон почта адресы керт.

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
cy: Nid oes gan y cyfeiriad e-bost gyfrif defnyddiwr cysylltiedig. Ydych chi'n siŵr eich bod wedi cofrestru?
lv: Tai e-pasta adresei nav piesaistīts lietotāja konts. Vai tiešām esat reģistrējies?
sq: Kjo Adres E-maili nuk ka lidhje me ndonjë Llogari përdoruesi. Jeni i sigurt që jeni i regjistruar?
tt: Бу электрон почта адресы белән бәйләнешле кулланучы юк. Син теркәлгән идеңме?

source: This field is required.
cy: Mae angen y maes yma.
lv: Šis lauks ir unikāls.
sq: Kjo fushë është e domosdoshme.
tt: Бу язуны кертү мәҗбүри.

source: Ensure this value has at most %(max)d characters (it has %(length)d).
cy: Sicrhewch fod y gwerth yn cynnwys ar y mwyaf %(max)d nod (mae'n %(length)d) o hyd.
lv: Pārliecinieties, ka šai vērtībai ir ne vairāk kā %(max)d rakstzīmēs (tai ir %(length)d).
sq: Sigurohu që kjo vlerë të ketë %(max)d karaktere (ajo ka %(gjatesi)d).
tt: Бу кыйммәт иң күбе %(max)d билгедән торырга тиеш (хәзер %(length)d).

source: Save and add another
cy: Cadw ac ychwanegu un arall
lv: Saglabāt un pievienot citu
sq: Ruaj dhe shto një tjetër
tt: Саклап тагы берне өстәү

source: Save and continue editing
cy: Cadw a pharhau i olygu
lv: Saglabāt un turpināt rediģēt
sq: Ruaj dhe vazhdo modifikimin
tt: Саклап төзәтүне дәвам итү

source: Add
cy: Ychwanegu
lv: Pievienot
sq: Shto
tt: Өстәү

source: Change
cy: Newid
lv: Mainīt
sq: Ndrysho
tt: Үзгәртү

source: Please enter a correct username and password. Note that both fields are case-sensitive.
cy: Rhowch enw defnyddiwr a chyfrinair cywir. Mae maint y llythrennau'n arwyddocaol i'r meysydd.
lv: Lūdzu, ievadiet pareizu lietotājvārdu un paroli. Ņemiet vērā, ka abi lauki ir reģistrjutīgi.
sq: Ju lutemi jepni një perdorues dhe fjalkalim të saktë. Shënim të dyja këto fusha janë të ndjeshme ndaj Gërmave të mëdha/ të vogla.
tt: Зинһар, исем белән серсүзне дөрес итеп кертегез. Игътибар итегез, икесендә дә зур белән кече хәреф башка булып санала.

source: Password reset on %s
cy: Ailosod cyfrinair ar %s
lv: Uz %s ir atstatīta parole
sq: Fjalekalimi u rivendos në %s
tt: %s серсүзен алыштыру

source: Add %(name)s
cy: Ychwanegu %(name)s
lv: Pievienot %(name)s
sq: Shto %(emra)s
tt: %(name)s өстәү

source: View on site
cy: Gweld ar y wefan
lv: Skatīt vietnē
sq: Shfaq në faqe
tt: Сайтта күрү

source: first name
cy: enw cyntaf
lv: vārds
sq: Emri
tt: исем

source: last name
cy: enw olaf
lv: uzvārds
sq: Mbiemri
tt: фамилия

source: e-mail address
cy: cyfeiriad e-bost
lv: e-pasta adrese
sq: Adresa e e-mailit
tt: электрон почта адресы

source: active
cy: gweithredol
lv: aktīvs
sq: aktiv
tt: эшли

source: superuser status
cy: statws uwch ddefnyddiwr
lv: administrators
sq: Gjëndja e Superpërdoruesit
tt: идарәче дәрәҗәсе

source: Source Language
cy: Iaith Ffynhonnell
lv: Avota valoda
sq: Gjuha Burim
tt: Чыганак тел

source: Android strings
cy: Llinynnau Android
lv: Android virknes
sq: Android Stringë
tt: Android-тагы билге тезентеләре

source: Privacy Policy
cy: Polisi Preifatrwydd
lv: Privātuma politika
sq: Regullat e Privatësisë
tt: Шәхсилек сәясәте

source: Legal
cy: Cyfreithiol
lv: Juridiskā informācija
sq: Ligjore
tt: Рәсми мәгълүмат

source: License
cy: Trwydded
lv: Licence
sq: Liçensë
tt: Лицензия

source: Contributor License
cy: Trwydded Cyfrannwr
lv: Veidotāja licence
sq: Liçensa e kontribuesit
tt: Өлеш кертүче лицензиясе

source: Terms of Use
cy: Amodau Defnydd
lv: Lietošanas nosacījumi
sq: Kushtet e përdorimit
tt: Куллану шартлары

source: Terms of Service
cy: Amodau Gwasanaeth
lv: Pakalpojuma nosacījumi
sq: Kushtet e Shërbimit
tt: Хезмәт күрсәтү шартлары

source: Your name
cy: Eich enw
lv: Jūsu vārds
sq: Emri juaj
tt: Исемең

source: Your email address
cy: Eich cyfeiriad e-bost
lv: Jūsu e-pasta adrese
sq: Adresa juaj e E-mailit
tt: Электрон почта адресың

source: Your message
cy: Eich neges
lv: Jūsu vēstule
sq: Mesazhi juaj
tt: Хәбәрең

source: Akismet thinks this message is spam
cy: Mae Akismet yn meddwl mai sbam yw'r neges
lv: Akismet domā, ka šī vēstule ir mēstule
sq: Akismet mendon se ky mesazh është një spam
tt: Akismet бу хәбәрне спам дип уйлый

source: Please correct the error below.
cy: Cywirwch y gwall isod.
lv: Lūdzu, izlabojiet zemāk esošo kļūdu.
sq: Ju lutem korrigjo gabimin e mëposhtëm.
tt: Зинһар, түбәндәге хатаны төзәтегез.

source: The settings have been saved.
cy: Mae'r gosodiadau wedi eu cadw.
lv: Iestatījumi ir saglabāti.
sq: Të dhënat janë ruajtur.
tt: Көйләнмәләр сакланды.

source: Save
cy: Cadw
lv: Saglabāt
sq: Ruaj
tt: Саклау

source: Language code does not follow the ISO convention
cy: Nid yw'r cod iaith yn dilyn confensiwn yr ISO
lv: Valodas kods neatbilst ISO konvencijai
sq: Kodi i gjuhës nuk ndjek standartet ISO
tt: Тел коды ISO га туры килми

source: Project code may only contain letters, numbers and _
cy: Gall cod project gynnwys di, ond llythrennau, rhifau a _
lv: Projekta kodā var būt tikai burti, cipari un _
sq: Kodi i projektit mund të përmbaj gërma, numra dhe _
tt: Проект коды бары тик хәреф, цифр һәм аст сызык _ тан тора ала

source: Advanced Options
cy: Dewisiadau Uwch
lv: Paplašinātās opcijas
sq: Opsione të Avancuara
tt: Киңәйтелгән көйләүләр

source: Title
cy: Teitl
lv: Virsraksts
sq: Titulli
tt: Башлык

source: The name for this Pootle server
cy: Enw'r gweinydd Pootle yma
lv: Šī Pootle servera nosaukums
sq: Emri për këtë Pootle server
tt: Бу Pootle серверы өчен исем

source: Description
cy: Disgrifiad
lv: Apraksts
sq: Përshkrimi
tt: Тасвирлама

source: The description and instructions shown on the front page and about page. Be sure to use valid HTML.
cy: Y disgrifiad a chyfarwyddiadau sydd ar y dudalen flaen a'r tudalen wybodaeth. Gwnewch yn siŵr i ddefnyddio HTML dilys.
lv: Apraksts un instrukcijas, ko rāda pirmajā un “par mums” lapā. Pārliecinieties, ka izmantojat pareizu HTML.
sq: Përshkrimi dhe udhëzimet e treguara në faqen e parë dhe rreth faqes. Sigurohu që të përdorni një HTML të vlefshme.
tt: Алгы бит белән мәгълүмат битендә күрсәтелә торган тасвирлама белән инструкцияләр. Дөрес HTML кулланыгыз.

source: Pending
cy: Dan ystyriaeth
lv: Gaida rindā
sq: Në pritje
tt: Көтүче

source: Accepted
cy: Derbyniwyd
lv: Pieņemts
sq: U pranua
tt: Кабул ителгән

source: Rejected
cy: Gwrthodwyd
lv: Noraidīts
sq: Refuzuar
tt: Кире кагылган

source: Top Contributors
cy: Prif Gyfranwyr
lv: Visvairāk tulkojušie
sq: Kontribuesit Kryesor
tt: Иң күп өлеш кертүчеләр

source: Suggestions
cy: Awgrymiadau
lv: Ieteikumi
sq: Propozime
tt: Тәкъдимнәр

source: Reviews
cy: Adolygiadau
lv: Pārskati
sq: Përshtypjet
tt: Карап чыгулар

source: Submissions
cy: Cynigion
lv: Iesniegumi
sq: Pranimet
tt: Кертүләр

source: anonymous users
cy: defnyddwyr anhysbys
lv: anonīmi lietotāji
sq: përdorues të panjohur
tt: аталмаган кулланучылар

source: Translated
cy: Cyfieithwyd
lv: Iztulkots
sq: E përkthyer
tt: Тәрҗемә ителгән

source: Needs work
cy: Angen gwaith
lv: Vajag piestrādāt
sq: Nevojitet punë
tt: Эшләп бетерәсе бар

source: Untranslated
cy: Heb gyfieithu
lv: Neiztulkots
sq: E papërkthyer
tt: Тәрҗемә ителмәгән

source: Save Changes
cy: Cadw Newidiadau
lv: Saglabāt izmaiņas
sq: Ruaj Ndryshimet
tt: Үзгәрешләрне саклау

source: Languages
cy: Ieithoedd
lv: Valodas
sq: Gjuhët
tt: Телләр

source: Here you can add, edit, and delete all the available languages in this Pootle server.
cy: Yma gallwch ychwanegu, golygu a dileu'r holl ieithoedd sydd ar gael yn y gweinydd Pootle yma.
lv: Šeit jūs varat pievienot, rediģēt un dzēst visas pieejamās valodas šajā Pootle serverī.
sq: Këtu ju mund të shtoni, modifikoni, dhe fshini të gjitha gjuhët në dispozicion për këtë server Pootle.
tt: Монда син бу Pootle серверындагы барча телләрне өсти, үзгәртә, бетерә аласың.

source: Permissions
cy: Caniatâd
lv: Atļaujas
sq: Lejet
tt: Хокуклар

source: Here you can add, edit, and delete the default permissions in this Pootle server.
cy: Yma gallwch ychwanegu, golygu a dileu'r caniatâd rhagosodedig yn y gweinydd Pootle yma.
lv: Šeit jūs varat pievienot, rediģēt un dzēst noklusējuma atļaujas šajā Pootle serverī.
sq: Këtu ju mund të shtoni, ndryshoni dhe fshini leje të përcaktuara në këtë server Pootle.
tt: Монда син бу Pootle серверындагы әйтелмәгәндәге хокукларны өсти, үзгәртә, бетерә аласың.

source: The user “nobody” refers to any user that is not logged in (an anonymous, unidentified user). The user “default” refers to the rights that all logged in users will have by default, unless other specific rights were assigned to them.
cy: Mae'r defnyddiwr “neb” yn cyfeirio at ddefnyddiwr sydd heb fewngofnodi (defnyddiwr anhysbys, heb ei adnabod). Mae'r defnyddiwr “rhagosodedig” yn cyfeirio at yr hawliau sydd gan pob defnyddiwr sydd wedi mewngofnodi drwy ragosodiad, oni bai fod hawliau penodol eraill wedi eu dynodi iddynt.
lv: Lietotājs “nobody” attiecas uz jebkuru lietotāju, kas nav ierakstījies (anonīms, neidentificēts lietotājs). Lietotājs “default” attiecas uz atļaujām, kas ir viesiem lietotājiem, kas ir ierakstījušies sistēmā, ja vien nav norādītas kādas īpašas atļaujas.
sq: Përdoruesi "askush" i referohet çdo përdoruesi që nuk është regjistruar në (një anonim, përdorues i paidentifikuar).Përdorues "i parazgjedhur" i referohet të drejtave që të gjithë përdoruesit e regjistruar do të kenë si parazgjedhje, vetëm në qoftë se të drejta të tjera të veçanta janë caktuar për ta.
tt: “nobody” дигәне кермәгән (аталмаган, танылмаган) кулланучыларга карый. “default” дигәне кергән һәм махсус хокуклары булмаган кулланучыны аңлата.

source: Projects
cy: Projectau
lv: Projekti
sq: Projekte
tt: Проектлар

source: Here you can add, edit, and delete all the available projects in this Pootle server.
cy: Yma gallwch ychwanegu, golygu a dileu'r holl projectau yn y gweinydd Pootle hwn.
lv: Šeit jūs varat pievienot, rediģēt un dzēst visus pieejamos projektus šajā Pootle serverī.
sq: Këtu ju mund të shtoni, modifikoni, dhe fshini të gjitha projektet në dispozicion për këtë server Pootle.
tt: Монда син бу Pootle серверындагы барча проектларны өсти, үзгәртә, бетерә аласың.

source: General Settings
cy: Gosodiadau Cyffredinol
lv: Vispārīgie iestatījumi
sq: Parametrat e Përgjithshme
tt: Төп көйләүләр

source: Configure here the general settings for your site.
cy: Ffurfweddu'r gosodiadau cyfferdinol ar gyfer eich gwefan.
lv: Šeit konfigurējiet savas vietnes vispārīgos iestatījumus.
sq: Konfiguro këtu parametrat e përgjithshme për faqen tuaj.
tt: Бу төштә сайтыгызның төп көйләнмәләрен көйләгез.

source: Users
cy: Defnyddwyr
lv: Lietotāji
sq: Përdoruesit
tt: Кулланучылар

source: Here you can add, edit, and delete all the available users in this Pootle server.
cy: Yma gallwch ychwanegu, golygu a dileu'r holl ddefnyddwyr yn y gweinydd Pootle hwn.
lv: Šeit jūs varat pievienot, mainīt vai dzēst visus Pootle serverī pieejamos lietotājus.
sq: Këtu ju mund të shtoni, modifikoni, dhe fshini të gjithë përdoruesit në dispozicion në këtë server Pootle.
tt: Монда сез бу Pootle серверындагы барча кулланучыларны өсти, үзгәртә, бетерә аласыз.

source: Server Statistics
cy: Ystadegau'r Gweinydd
lv: Servera statistika
sq: Statistikat e Serverit
tt: Сервер статистикасы

source: Pending suggestions
cy: Awgrymiadau dan ystyriaeth
lv: Rindā gaidošie ieteikumi
sq: Sygjerime të mbetura pezull
tt: Көтүче тәкъдимнәр

source: More...
cy: Rhagor...
lv: Vairāk...
sq: Më shumë...
tt: Күбрәк...

source: Support
cy: Cefnogaeth
lv: Atbalsts
sq: Suporti
tt: Булышу

source: Pootle is developed by Translate.org.za and a community of passionate localization experts. We want Pootle to help your localization work reach its full potential.
cy: Mae Pootle yn ddatblygiad gan Translate.org.za a chymuned o arbenigwyr lleoleiddio brwdfrydig. Rydym yn awyddus i gefnogi eich gwaith lleoleiddio i gyrraedd ei botensial llawn.
lv: Pootle izstrādā Translate.org.za un lokalizēšanas ekspertu kopiena. Mēs vēlamies, lai Pootle palīdzētu jūsu lokalizēšanas darbam sasniegt pilnu potenciālu.
sq: Pootle është zhvilluar nga Translate.org.za dhe nga një komunitet i pasionuar ekspertësh të vendndodhjes. Ne duam që Pootle të ndihmoj në lokalizimin e punës tuaj dhe të arrijë potencialin e saj të plotë në këtë.
tt: Pootle-ны Translate.org.za компаниясе һәм үз эшен яратучы тәрҗемәчеләр ясады. Без Pootle-ның сезнең тәрҗемә эшегезнең тулы потенциалына җитүенә ярдәм итүен телибез.

source: You will find the following helpful for support:
cy: Byddwch yn cael y canlynol o ddefnydd:
lv: Sekojošais ir noderīgs atbalstam:
sq: Ju do të gjeni në vazhdim ndihmën e dobishme të suportit:
tt: Түбәндәгеләрне эшегездә терәк, ярдәм буларак файдалы табарсыз:

source: The Pootle documentation
cy: Dogfennaeth Pootle
lv: Pootle dokumentācija
sq: Dokumentat e Pootle-t
tt: Pootle документациясе

source: The Pootle mailing list
cy: Rhestr e-bostio Pootle
lv: Pootle adresātu saraksts
sq: Lista e E-mailit në Pootle
tt: Pootle-ның электрон почта аша хәбәр тарату исемлеге

source: (commercial support)
cy: (cefnogaeth fasnachol)
lv: (komerciāls atbalsts)
sq: (mbështetja komerciale)
tt: (түләүле ярдәм)

source: Dependency Checks
cy: Gwiriadau Dibyniaeth
lv: Atkarību pārbaudes
sq: Verifikimet e varësisë
tt: Бәйләнешләрне тикшерү

source: Optional
cy: Dewisol
lv: Neobligāts
sq: Opsionale
tt: Ирекле

source: Optimizations
cy: Optimeiddiadau
lv: Optimizācijas
sq: Optimizim
tt: Оптимальләштерүләр

source: Edit
cy: Golygu
lv: Rediģēt
sq: Modifiko
tt: Үзгәртү

source: Cancel
cy: Diddymu
lv: Atcelt
sq: Anullo
tt: Сакламыйча китү

source: Pootle Alerts
cy: Rhybuddion Pootle
lv: Pootle brīdinājumi
sq: Njoftime të Pootle
tt: Pootle искә төшергечләре

source: No description set.
cy: Dim disgrifiad wedi ei osod.
lv: Nav iestatīta apraksta.
sq: Asnjë përshkrim i dhënë.
tt: Тасвирламасы юк.

source: Latest News
cy: Newyddion Diweddaraf
lv: Jaunākās ziņas
sq: Të rejat më të Fundit
tt: Иң соңгы яңалыклар

source: Subscribe to the RSS feed.
cy: Tanysgrifio i lif RSS.
lv: Abonēt RSS plūsmu.
sq: Regjistrohu në RSS feed
tt: RSS каналына язылу.

source: Login
cy: Mewngofnodi
lv: Ierakstīties
sq: Hyrja
tt: Керү

source: Login to Pootle
cy: Mewngofnodi i Pootle
lv: Ierakstīties Pootle
sq: Hyrje në Pootle
tt: Pootle-га керү

source: Your username and password didn't match. Please try again.
cy: Nid yw eich enw defnyddiwr a chyfrinair yn cydweddu. Ceisiwch eto.
lv: Nesakrīt jūsu lietotājvārds un parole. Mēģiniet vēlreiz.
sq: Përdoruesi dhe Fjalëkalimi nuk përputhen. Ju lutem provo përsëri
tt: Керткән исем белән серсүзегез ярамады. Зинһар, тагын бер тапкыр кертеп карагыз.

source: Lost your Password?
cy: Wedi colli eich Cyfrinair?
lv: Pazaudējāt savu paroli?
sq: Keni humbur Fjalëkalimin?
tt: Серсүзеңне оныттыңмы?

source: Don't have an account yet?
cy: Dim cyfrif eto?
lv: Vēl nav konta?
sq: Nuk keni akoma llogari?
tt: Хисап язмагыз юкмы әле?

source: Register.
cy: Cofrestru.
lv: Reģistrēties.
sq: Regjistrohuni.
tt: Теркәлү.

source: "%s" cannot be used as a project code
lv: “%s” nevar izmantot kā projekta kodu
sq: "%s" nuk mund të përdoret si një kodë projekti
tt: "%s"-ны проект коды итеп кулланып булмый

source: Password
cy: Cyfrinair
lv: Parole
sq: Fjalëkalimi
tt: Серсүзе

source: Translate Toolkit version %s installed.
cy: Fersiwn %s o Translate Toolkit wedi ei osod.
lv: Ir instalēta Translate Toolkit versija %s.
sq: Vegla e përkthimit versioni %s është instaluar
tt: %s-нче версия Translate Toolkit куелган.

source: Translate Toolkit version %(installed)s installed. Pootle requires at least version %(required)s.
cy: Mae Translate Toolkit fersiwn %(installed)swedi ei osod. Mae Pootle angen o leiaf fersiwn %(required)s.
lv: Ir instalēta Translate Toolkit versija %(installed)s. Pootle ir vajadzīga vismaz versija %(required)s.
sq: Vegla e Përkthimit versioni %(instaluar)s është instaluar. Pootle kërkon një version të fundit %(kërkohet)s
tt: %(installed)s-нче версия Translate Toolkit куелган. Pootle-га иң киме %(required)s-нчесе кирәк.

source: Django version %s is installed.
cy: Django fersiwn %s wedi ei osod.
lv: Ir instalēta Django versija %s.
sq: Django version %s është instaluar.
tt: %s-нче версия Django куелган.

source: Django version %s is installed, but a higher version is highly recommended.
cy: Django fersiwn %s wedi ei osod ond argymhellir fersiwn uwch.
lv: Ir instalēta Django versija %s, bet ir ļoti vēlama jaunāka versija.
sq: Django version %s është instaluar, por një version më i lart rekomandohet.
tt: %s-нче версия Django куелган, әмма югарырак версиясе каты итеп киңәш ителә.

source: lxml version %s is installed.
cy: Mae fersiwn %s o lxml wedi ei osod.
lv: Ir instalēta lxml versija %s.
sq: lxml version %s është instaluar.
tt: lxml-нең %s-нче версиясе куелган.

source: lxml version %(installed)s is installed. Pootle requires at least version %(required)s.
cy: Mae fersiwn %(installed)s o lxml wedi ei osod. Mae Pootle angen fersiwn %(required)s ar gyfer cefnogaeth i fformat XML.
lv: Ir instalēta lxml versija %(installed)s. Pootle ir vajadzīga vismaz versija %(required)s.
sq: lxml version %s(instaluar) është instaluar. Pootle kërkon të paktën versionin % (kërkuar)s.
tt: lxml-нең %(installed)s-нче версиясе куелган. Pootle-га иң киме %(required)s кирәк.

source: lxml is not installed. Pootle requires lxml.
cy: Nid yw lxml wedi ei osod. Mae Pootle angen lxml ar gyfer cefnogaeth i fformat XML.
lv: Nav uzinstalēts lxml. Pootle ir vajadzīgs lxml.
sq: lxml version %s nuk eshte instaluar. Pootle kerkon lxml.
tt: lxml куелмаган. Pootle-га lxml кирәк.

source: Can't find the unzip command. Uploading archives is faster if "unzip" is available.
cy: Methu canfod gorchymyn unzip. Mae llwytho archifau i fyny yn gynt os yw "unzip" ar gael.
lv: Nevar atrast komandu unzip. Arhīvu augšupielādēšana būs ātrāka, ja būs pieejams “unzip”.
sq: Nuk mund të gjej komandën e zbërthimit. Ngarkimi i arkivës është më i shpejtë në qoftë se "zbërthimi" është i vlefshëm.
tt: unzip командасы табылмады. "unzip" булса архивларны менгерү тизрәк бара.

source: Can't find the ISO codes package. Pootle uses ISO codes to translate language names.
cy: Methu canfod pecynnau cod ISO. Mae Pootle yn defnyddio codau ISO i gyfieithu enwau ieithoedd.
lv: Nevar atrast ISO kodu pakotni. Pootle izmanto ISO kodus, lai tulkotu valodu nosaukumus.
sq: Nuk mund të gjej paketat e kodit ISO. Pootle përdor koded ISO për të përkthyer emrat e gjuhës.
tt: ISO кодлары пакеты табылмады. Pootle аны тел исемнәрен тәрҗемә итү өчен куллана.

source: Can't find the aeidon package. Pootle requires Gaupol or aeidon to support subtitle formats.
cy: Methu canfod pecynnau aeidon. Mae Pootle yn defnyddio Gaupol neu aeidon i gefnogi fformatau isdeitlo.
lv: Nevar atrast aeidon pakotni. Pootle ir nepieciešams Gaupol vai aeidon, lai atbalstītu subtitru formātus.
sq: Nuk mund të gjej paketat aedidon. Pootle kërkon Gaupol or aedion për të suportuar formatin e nëntitujve.
tt: aeidon пакеты табылмады. Pootle-га төрле субтитр форматларын куллану өчен Gaupol яки aeidon кирәк.

source: Can't find python-levenshtein package. Updating against templates is faster with python-levenshtein.
cy: Methu canfod y pecyn python-levenshtein. Mae diweddaru yn erbyn templedi yn gynt gyda python-levenshtein.
lv: Nevar atrast pakotni python-levenshtein. Atjaunināšana attiecībā pret veidnēm ir ātrāka, ja izmanto python-levenshtein.
sq: Nuk mund të gjej paketën pytho-levenshtein. Përditëso ndaj formës është më i shpejtë me python-levenshtein.
tt: python-levenshtein пакетын табып булмады. Шаблоннарга карата яңарту python-levenshtein белән тизрәк бара.

source: No text indexing engine found. Searching is faster if an indexing engine like Xapian or Lucene is installed.
cy: Heb ganfod peiriant mynegeio testun. Mae chwilio yn gynt os yw peiriant fel Xapian neu Lucene wedi ei osod.
lv: Nav atrastu teksta indeksēšanas dziņu. Meklēšana ir ātrāka, ka ir instalēti teksta indeksēšanas dziņi, piemēram Xapian vai Lucene.
sq: Nuk eshte gjetur ansnje tekst motor tregues. Kërkimi është më i shpejtë n.q.s një tregues motori si Xapian ose Lucene është instaluar.
tt: Бер текст индекслагычы да табылмады. Xapian яки Lucene кебек текст индекслагыч куелган булса, эзләү тизрәк эшли.

source: MARKUP_FILTER is missing. Falling back to HTML.
lv: Trūkst MARKUP_FILTER. Atgriežas atpakaļ uz HTML.
sq: MARKUP_FILTER mungon. Shko mbrapa në HTML.
tt: MARKUP_FILTER юк. HTML-га кайтабыз.

source: MARKUP_FILTER is misconfigured. Falling back to HTML.
lv: MARKUP_FILTER ir nepareizi konfigurēts. Atgriežas atpakaļ uz HTML.
sq: MARKUP_FILTER nuk është konfiguruar mire. Shko mbrapa në HTML.
tt: MARKUP_FILTER көйләнеше бозык. HTML-га кайтабыз.

source: Can't find the package which provides '%s' markup support. Falling back to HTML.
lv: Nevar atrast pakotni, kas nodrošinātu “%s” marķējuma atbalstu. Atgriežas atpakaļ uz HTML.
sq: Nuk mund të gjej paketën e cila ofron '%s' suportin e mbërthimit. Shko mbrapa në HTML.
tt: '%s' билгеләү телен тәэмин итүче пакет табылмады. HTML-га кайтабыз.

source: Invalid value '%s' in MARKUP_FILTER. Falling back to HTML.
lv: Iekš MARKUP_FILTER nederīga vērtība “%s”. Atgriežas atpakaļ uz HTML.
sq: Vlerë e pavlefshme e '%s' në MARKUP_FILTER. Shko mbrapa në HTML.
tt: MARKUP_FILTER-ның кыйммәте '%s' яраксыз. HTML-га кире кайтабыз.

source: Using the default sqlite3 database engine. SQLite is only suitable for small installations with a small number of users. Pootle will perform better with the MySQL database engine.
cy: Defnyddio'r peiriant cronfa ddata squlite3. Mae SQLite yn addas ar gyfer gosodiadau bychan gyda nifer fechan o ddefnyddwyr. Bydd Pootle yn gweithio'n well gyda pheiriant cronfa ddata MySQL.
lv: Izmanto noklusējuma sqlite3 datubāzes dzini. SQLite ir piemērots tikai mazām instalācijām ar mazu lietotāju skaitu. Pootle darbosies labāk, ar MySQL datubāžu dzini.
sq: Duke përdorur si të përzgjedhur sqlite3 motor databaze. SQLite është i përshtatshëm vetëm për instalime të vogla me një numër të vogël përdoruesish. Pootle do të performoj më mire me MySQL për databaze.
tt: Хәзер алдан килешенгән sqlite3 мәгълүмат җыентысы кулланыла. SQLite әз кулланучылы, кечкенә куелышлар өчен генә яраклы. Pootle MySQL мәгълүмат җыентысы белән яхшырак эшләр.
