Repository: pypi-data/pypi-mirror-8
Catalog: packages/Pootle/Pootle-2.6.0-rc2.tar.bz2/Pootle-2.6.0-rc2/pootle/locale/*/pootle.po
Languages: cy, lv, sq, tt

source: Using the default sqlite3 database engine. SQLite is only suitable for small installations with a small number of users. Pootle will perform better with the MySQL database engine, but you need to install python-MySQLdb first.
cy: Defnyddio'r peiriant cronfa ddata squlite3. Mae SQLite yn addas ar gyfer gosodiadau bychan gyda nifer fechan o ddefnyddwyr. Bydd Pootle yn gweithio'n well gyda pheiriant cronfa ddata MySQL ond rhaid gosod python-MySQLdb yn gyntaf.
lv: Izmanto noklusējuma sqlite3 datubāzes dzini. SQLite ir piemērots tikai mazām instalācijām ar mazu lietotāju skaitu. Pootle darbosies labāk, ar MySQL datubāžu dzini, bet jums vispirms ir jāuzinstalē python-MySQLdb.
sq: Duke përdorur si të përzgjedhur sqlite3 për kërkim në databazë. SQLite është i përshtatshëm vetëm për instalime të vogla me një numër të vogël përdoruesish. Pootle do të performonte më mirë me MySQL për kërkim në databazë, por ju nevojitet të instaloni python-MyAQLdb më parë.
tt: Хәзер алдан килешенгән sqlite3 мәгълүмат җыентысы кулланыла. SQLite әз кулланучылы, кечкенә куелышлар өчен генә яраклы. Pootle MySQL мәгълүмат җыентысы белән яхшырак эшләр, ләкин сезгә python-MySQLdb-ны да куярга кирәк.

source: Pootle is configured to use memcached as a caching backend, but can't connect to the memcached server. Caching is currently disabled.
cy: Mae Pootle wedi ei ffurfweddu i ddefnyddio memcached fel cefn storio, ond nid yw'n gallu cysylltu â’r gweinydd memcached. Mae storio wedi ei anablu ar hyn o bryd.
lv: Pootle ir konfigurēta, lai izmantotu memcached kā kešatmiņas aizmuguri, bet tā nevar sazināties ar memcached serveri. Kešatmiņa pašlaik ir deaktivēta.
sq: Pootle është konfiguruar për të përdorur memcached si një backend caching, por nuk mund të lidhet me serverin memcached. Caching nuk është i aktivizuar aktualisht.
tt: Pootle арткы әзер тоткыч итеп memcached-ны куллануга көйләнгән, әмма memcached серверына тоташа алмый. Әзер тоту хәзер сүнек.

source: For optimal performance, use django.contrib.sessions.backends.cached_db as the session engine.
cy: I gael y perfformiad gorau, defnyddiwch django.contrib.sessions.backends.cached_db fel peiriant sesiwn.
lv: Optimālai veiktspējai, izmantojiet django.contrib.sessions.backends.cached_db kā sesijas dzini.
sq: Për performancën më të mirë, përdorni django.contrib.sessions.backends.cached_db si motor për seancë.
tt: Оптималь җитештерүчәнлек өчен, сессия йөрткече итеп django.contrib.sessions.backends.cached_db-ны кулланыгыз.

source: Pootle is configured to use memcached as caching backend, but Python support for memcached is not installed. Caching is currently disabled.
cy: Mae Pootle wedi ei ffurfweddu i ddefnyddio memcached fel cefn storio, ond nid yw'r gefnogaeth i memcached wedi ei osod. Mae storio wedi ei anablu ar hyn o bryd.
lv: Pootle ir konfigurēta, lai izmantotu memcached kā kešatmiņas aizmuguri, bet Python nav instalēts Python memcached atbalsts. Kešatmiņa pašlaik ir deaktivēta.
sq: Pootle është konfiguruar për të përdorur memcached si një backend caching, por Python suport memcached nuk eshte instaluar . Caching është aktualisht jo aktiv.
tt: Pootle арткы әзер тоткыч итеп memcached-ны куллануга көйләнгән, әмма Python-ның memcached белән тәэмин иткече куелмаган. Әзер тоту хәзер сүнек.

source: For optimal performance, use memcached as the caching backend.
cy: I gael y perfformiad gorau, defnyddiwch memcached fel cefn storio.
lv: Optimālai veiktspējai, izmantojiet memcached kā kešatmiņas dzini.
sq: Per performancen me te mire, perdor memcached as the caching backend.
tt: Оптималь җитештерүчәнлек өчен, арткы әзер тоткыч итеп memcached-ны кулланыгыз.

source: For optimal performance, use Apache as the webserver.
cy: I gael y perfformiad gorau, defnyddiwch Apache fel y gweinydd gwe.
lv: Optimālai veiktspējai, izmantojiet Apache kā tīmekļa servei.
sq: Për performancën më të mirë, përdor Apache si webserver.
tt: Оптималь җитештерүчәнлек өчен, веб серверы итеп Apache-ны кулланыгыз.

source: The "from" address used to send registration emails is not specified. Also review the mail server settings.
cy: Nid yw'r cyfeiriad "oddi wrth" sy'n cael ei ddefnyddio i anfon e-byst cofrestru heb ei bennu. Hefyd mae angen adolygu gosodiadau'r gweinydd e-bost.
lv: Nav norādīta “No” adrese, ko izmantot, lai sūtītu reģistrēšanās e-pastu. Pārskatiet pasta servera iestatījumus.
sq: Adresa "Nga" e cila përdoret për të dërguar emaile regjistrimi, nuk është e specifikuar. Gjithashtu rishikoni parametrat në serverin e postës.
tt: Теркәлү хатларын җибәргәндә кулланыла торган "кемнән" адресы кертелмәгән. Тагы, электрон почта серверы көйләнешләрен тикшереп чыгыгыз.

source: No contact address is specified. The contact form will allow users to contact the server administrators.
cy: Nid yw'r cyfeiriad cyswllt wedi ei bennu. Bydd y ffurflen gyswllt yn caniatáu i ddefnyddwyr gysylltu â gweinyddwyr y gweinydd.
lv: Nav norādīta kontakta adrese. Kontakta forma ļaus lietotājiem sazināties ar servera administratoriem.
sq: Asnjë adres kontakti nuk është specifikuar. Foma e kontaktit do të lejojë përdoruesit për të kontaktuar serverat e administratorit.
tt: Элемтәгә керү адресы кертелмәгән. Бәйләнеш формасы кулланучыларга сервер админнары белән элемтәгәкерергә булышыр.

source: Running in debug mode. Debug mode is only needed when developing Pootle. For optimal performance, disable debugging mode.
cy: Rhedeg yn y modd dadfygio. Dim ond wrth ddatblygu Pootle mae angen y modd dadfygio. I gael y perfformiad gorau, anablwch y modd dadfygio.
lv: Darbojas atkļūdošanas režīmā. Atkļūdošanas režīms ir vajadzīgs tikai Pootle izstrādes laikā. Lai uzlabotu veiktspēju, deaktivējiet atkļūdošanas režīmu.
sq: Ekzekutimi në mënyrën e gjetjes dhe korrigjimit të gabimeve. Mënyra gjetjes dhe korrigjimit të gabimeve është e nevojshme vetëm kur zhvillon Pootlen. Për performancën më të mirë, mos aktivizo mënyrën gjetjes dhe korrigjimit të gabimeve.
tt: Сайт тикшерү режимында эшли. Тикшерү режимы Pootle-ны төзегәндә генә кирәк. Оптималь җитештерүчәнлек өчен тикшерү режимын сүндереп куегыз.

source: Running in live translation mode. Live translation is useful as a tool to learn about Pootle and localization, but has high impact on performance.
cy: Rhedeg yn y modd cyfieithu byw. Mae'r modd cyfieithu byw yn ffordd dda o ddysgu am Pootle a lleoleiddio ond mae'n drwm ar y perfformiad.
lv: Darbojas dzīvās tulkošanas režīmā. Dzīvā tulkošana ir noderīgs rīks, lai uzzinātu par Pootle un lokalizēšanu, bet tas ļoti ietekmē veiktspēju.
sq: Ekzekutimi në mënyrën e përkthimit në kohë reale. Përkthimi në kohe reale është një vegël e vlefshme për të mësuar rreth Pootles dhe lokalizimeve, por ka ndikim të lartë në performancë.
tt: Эш тере тәрҗемәләү режимында бара. Тере тәрҗемәләү Pootle белән локализацияне өйрәнү өчен корал буларак файдалы, әмма ул күп көч куллана.

source: Files
cy: Ffeiliau
lv: Datnes
sq: Skedarët
tt: Файллар

source: Active projects
cy: Projectau gweithredol
lv: Aktīvie projekti
sq: Projekte aktive
tt: Актив проектлар

source: Active languages
cy: Ieithoedd gweithredol
lv: Aktīvās valodas
sq: Gjuhët aktive
tt: Актив телләр

source: Translated strings
cy: Llinynnau wedi eu cyfieithu
lv: Iztulkotās virknes
sq: Stringe të përkthyera
tt: Тәрҗемә ителгән билге тезентеләре

source: Translated words
cy: Geiriau wedi eu cyfieithu
lv: Iztulkotie vārdi
sq: Fjalë të përkthyera
tt: Тәрҗемә ителгән сүзләр

source: Active users
cy: Defnyddwyr gweithredool
lv: Aktīvie lietotāji
sq: Përdorues aktivë
tt: Актив кулланучылар

source: Translation Project Contributors
lv: Translation Project veidotāji
sq: Kontribuesit e Projektit të Përkthimit
tt: Тәрҗемә проектында катнашучылар

source: Project Contributors
lv: Projekta veidotāji
sq: Kontribuesit e Projektit
tt: Проектта катнашучылар

source: Language Contributors
lv: Valdas tulkotāji
sq: Kontribuesit e Gjuhës
tt: Тел катнашучылары

source: All Users
cy: Pob Defnyddiwr
lv: Visi lietotāji
sq: Të gjithë përdoruesit
tt: Барча кулланучылар

source: Username
cy: Enw defnyddiwr
lv: Lietotājvārds
sq: Emri i përdoruesit
tt: Кулланучы исеме

source: Select one or more permissions
lv: Izvēlieties vienu vai vairākas atļaujas
sq: Përzgjidh një ose më shumë leje
tt: Хокукларны сайлагыз

source: No files in this project.
cy: Dim ffeiliau yn y project hwn.
lv: Šajā projektā nav datņu.
sq: Asnjë skedarë në këtë projekt.
tt: Бу проектта бер файл да юк.

source: There are errors in the form. Please review the problems below.
cy: Mae gwallau yn y ffurflen. Adolygwch y broblem isod.
lv: Formā ir kļūdas. Lūdzu, pārskatiet zemāk norādītās problēmas.
sq: Ka gabime në formë. Ju lutemi të shqyrtoni problemet më poshtë.
tt: Түбәндәге форма дөрес тутырылмаган. Зинһар өчен, проблемаларны карап чыгыгыз.

source: Pootle %(pootle_ver)s is powered by Translate Toolkit %(toolkit_ver)s
cy: Mae Pootle %(pootle_ver)s yn cael ei yrru gan Translate Toolkit %(toolkit_ver)s
lv: Pootle %(pootle_ver)s darbina rīkkopa Translate Toolkit %(toolkit_ver)s
sq: Pootle %(pootle_ver)s është prodhuar nga Vegla e Përkthimit %(toolkit_ver)s
tt: %(pootle_ver)s-нче Pootle %(toolkit_ver)s-нче Translate Toolkit белән эшли

source: %(percentage)d%% complete
cy: %(percentage)d%% wedi ei gwblhau
lv: %(percentage)d%% pabeigti
sq: % (përqindje)d%% e përfunduar
tt: %(percentage)d%%-ы тәмам

source: ISO 639 language code for the language, possibly followed by an underscore (_) and an ISO 3166 country code. <a href="http://www.w3.org/International/articles/language-tags/">More information</a>
cy: Cod iaith ISO 639 ar gyfer y iaith wedi ei ddilyn gyda tanlinelliad (_) a chod gwlad ISO 3166. <a href="http://www.w3.org/International/articles/language-tags/">Rhagor o Wybodaeth</a>
lv: ISO 639 valodas kods valodai, kam var sekot pasvītrojums (_) un ISO 3166 valsts kods. <a href="http://www.w3.org/International/articles/language-tags/">Vairāk informācijas</a>
sq: Nuk keni të drejta të përditësoni kartela këtu
tt: Бу телнең 639-нчы ISO буенча тел коды, аннан соң асты сызык буш урын (_) белән 3166-нчы ISO буенча ил коды торуы мөмкин. <a href="http://www.w3.org/International/articles/language-tags/">Күбрәк мәгълүмат</a>

source: Code
cy: Cod
lv: Kods
sq: Kodi
tt: Коды

source: Full Name
cy: Enw Llawn
lv: Vārds, uzvārds
sq: Emri i Plotë
tt: Исем белән фамилия

source: A description of this language. This is useful to give more information or instructions. Allowed markup: %s
cy: Disgrifiad o'r iaith. Mae hyn yn ddefnyddiol er mwyn rhannu gwybodaeth a chyfarwyddid. Caniateir tagio: %s
lv: Šīs valodas apraksts. Tas noder, lai dotu vairāk informācijas vai instrukcijas. Atļautais marķējums: %s
sq: Një përshkrim i kësaj gjuhe. Kjo është e dobishme për të dhënë më shumë informacione ose udhëzime. Markup-et e lejuara: %s
tt: Бу телнең тасвирламасы. Бу мәгълүмат яки инструкция бирер өчен файдалы. Монда %s билгеләү теле рөхсәт ителә

source: Enter any special characters that users might find difficult to type
cy: Rhowch unrhyw nodau arbennig y gall ddefnyddwyr gael trafferth eu teipio
lv: Ievadiet jebkuru īpašo rakstzīmi, kuru lietotājiem varētu būt grūtības ievadīt
sq: Shkruani çdo karakterë special që përdoruesit mund ta kenë të vështirë për të shtypur
tt: Кулланучыларга кертүе кыен булган махсус билгеләрне кертегез

source: Special Characters
cy: Nodau Arbennig
lv: Īpašās rakstzīmes
sq: Karaktere Speciale
tt: Махсус билгеләр

source: For more information, visit <a href="http://translate.sourceforge.net/wiki/l10n/pluralforms">our wiki page</a> on plural forms.
cy: Am ragor o wybodaeth, ewch i <a href="http://translate.sourceforge.net/wiki/l10n/pluralforms">ein tudalen wici</a> ar ffurfiau lluosog.
lv: Lai uzzinātu vairāk, apmeklējiet <a href="http://translate.sourceforge.net/wiki/l10n/pluralforms">mūsu viki lapu</a> par daudzskaitļu formām.
sq: Për më shumë informacion, vizitoni <a href="http://translate.sourceforge.net/wiki/l10n/pluralforms">faqen tonë në wiki </ a> në format e shumësit.
tt: Күбрәк мәгълүмат өчен, күплек саны турындагы <a href="http://translate.sourceforge.net/wiki/l10n/pluralforms">безнең вики язмасын</a> карагыз.

source: Unknown
cy: Anhysbys
lv: Nezināms
sq: E panjohur
tt: Билгесез

source: Number of Plurals
cy: Nifer y Lluosogion
lv: Daudzskaitļu formu skaits
sq: Numri i Shumësave
tt: Күплек сан төрләре саны

source: Plural Equation
cy: Hafaliad Lluosogion
lv: Daudzskaitļu formula
sq: Formula e Shumësit
tt: Күплек саннары формуласы

source: Error reading %d file
cy: Gwall darllen %d ffeil
lv: Kļūda, lasot %d datni
sq: Gabim gjatë leximit të skedarit %d
tt: %d файлны укыганда хата чыкты

source: %(projects)d project, %(average)d%% translated
cy: %(projects)d project, %(average)d%% wedi ei gyfieithu
lv: %(projects)d projekts, %(average)d%% iztulkoti
sq: %(projekte)d Projekti, %(mesatare)d%% e përkthyer
tt: %(projects)d проект, %(average)d%% тәрҗемә ителгән

source: No description yet.
cy: Dim disgrifiad eto.
lv: Vēl nav apraksta.
sq: Asnjë përshkrim akoma.
tt: Тасвирлама юк әле.

source: Below you can add, edit, and delete the permissions for this language.
cy: Isod mae modd i chi ychwanegu, olygu a dileu'r caniatâd o fewn yr iaith hon.
lv: Zemāk varat pievienot, rediģēt un dzēst šīs valodas atļaujas.
sq: Më poshtë ju mund të shtoni, modifikoni, dhe fshini te drejtat për këtë gjuhë.
tt: Түбәндә син бу тел өчен хокукларны өсти, үзгәртә, бетерә аласың.

source: Name
cy: Enw
lv: Nosaukums
sq: Emër
tt: Исеме

source: Project
lv: Projekts
sq: Projekt
tt: Проект

source: Language
cy: Iaith
lv: Valoda
sq: Gjuhë
tt: Тел

source: Priority
lv: Prioritāte
sq: Përparësi
tt: Алдынгылык

source: Progress
cy: Cynnydd
sq: Ecuria
tt: Эш барышы

source: Total
cy: Cyfanswm
lv: Kopā
sq: Gjithsej
tt: Барысы

source: Need Translation
cy: Angen Cyfieithu
lv: Vajadzīgs tulkojums
sq: Nevojitet Përkthim.
tt: Тәрҗемә ителүе кирәк

source: Last Activity
cy: Gweithred Ddiwethaf
lv: Pēdējā aktivitāte
sq: Aktiviteti i Fundit
tt: Ахыргы гамәлләре

source: Critical
cy: Pwysig
lv: Kritisks
sq: Kritike
tt: Критик

source: Functional
cy: Swyddogaethol
lv: Funkcionāls
sq: Funksionale
tt: Функциональ

source: Cosmetic
cy: Cosmetig
lv: Kosmētisks
sq: Kozmetike
tt: Косметик

source: Extraction
cy: Echdynnu
lv: Izvilkšana
sq: Ekstraktim
tt: Чыгару

source: No category
cy: Dim categori
lv: Nav kategorijas
sq: Pa kategori
tt: Категория юк

source: Accelerators
cy: Cyflymydd
lv: Paātrinātāji
sq: Përshpejtues
tt: Тиз эшләү клавишлары

source: Acronyms
cy: Acronymau
lv: Saīsinājumi
sq: Akronim
tt: Кыскартмалар

source: Blank
cy: Gwag
lv: Tukšs
sq: Bosh
tt: Буш

source: Brackets
cy: Bracedi
lv: Iekavas
sq: Kllapat
tt: Җәяләр

source: Compendium conflict
cy: Gwrthdaro casgliad
lv: Kopsavilkuma konflikts
sq: konflikti i përmbledhjeve
tt: Тәрҗемәләр җыелмасы конфликты

source: Translator credits
cy: Diolchiadau i gyfieithwyr
lv: Tulkotāji
sq: Të dhëna mbi përkthyesin
tt: Тәрҗемәчеләргә рәхмәт белдерү

source: Double quotes
cy: Dyfyniad dwbl
lv: Pēdiņas
sq: Vlera të njëjta
tt: Куштырнак

source: Double spaces
cy: Bylchu dwbl
lv: Dubultas atstarpes
sq: Hapësirë dyfishe
tt: Икеле ара

source: Repeated word
cy: Ailadrodd geiriau
lv: Atkārtotie vārdi
sq: Fjalët e përsëritura
tt: Кабатланган сүз

source: E-mail
cy: E-bost
lv: E-pasts
tt: Электрон почтасы

source: Ending punctuation
cy: Atalnodi diwedd
lv: Beigu interpunkcija
sq: Mbarimi i pikëzimit
tt: Тәмамлаучы тыныш билгесе

source: Ending whitespace
cy: Bwlch gwyn diwedd
lv: Beigu tukšumzīmes
sq: Mbarimi i hapësirave të bardha
tt: Ахырдагы буш урын

source: Escapes
cy: Diangfeydd
lv: Atsoļi
sq: Largohu
tt: Кодланган билгеләр

source: File paths
cy: Llwybrau ffeiliau
lv: Datņu ceļi
sq: Pozicioni i Skedarit
tt: Файл адреслары

source: Functions
cy: Swyddogaethau
lv: Funkcijas
sq: Funksionet
tt: Функцияләр

source: GConf values
cy: Gwerthoedd GConf
lv: GConf vērtības
sq: Vlerat e GConf
tt: GConf кыйммәтләре

source: Old KDE comment
cy: Hen sylw KDE
lv: Vecais KDE komentārs
sq: Komente të Vjetra KDE
tt: Иске KDE комменты

source: Long
cy: Hir
lv: Garš
sq: I gjatë
tt: Озын

source: Must translate words
cy: Rhaid cyfieithu geiriau
lv: Jātulko vārdi
sq: Fjalët duhet të përkthehen
tt: Тәрҗемә итергә сөйләшенгән сүзләр

source: Newlines
cy: Llinellau newydd
lv: Jaunas rindas
sq: Rresht i ri
tt: Юл күчешләре

source: Number of plurals
cy: Nifer o luosogion
lv: Daudzskaitļu formu skaits
sq: Numri i shumësve
tt: Күплек сан төрләре саны

source: Don't translate words
cy: Peidio cyfieithu geiriau
lv: Netulkot vārdus
sq: Mos i përkthe fjalët
tt: Тәрҗемә итмәскә сөйләшенгән сүзләр

source: Numbers
cy: Rhifau
lv: Skaitļi
sq: Numrat
tt: Саннар

source: Options
cy: Dewisiadau
lv: Opcijas
sq: Opsionet
tt: Көйләүләр

source: Punctuation spacing
cy: Bylchu atalnodi
lv: Interpunkcijas atstarpes
sq: Hapësira e shenjave të pikësimit
tt: Тыныш билгеләре янында буш урыннар

source: Pure punctuation
cy: Atalnodi pur
lv: Tīra interpunkcija
sq: Shenjat e sakta të pikësimit
tt: Тыныш билгеләреннән генә торучы билге тезентесе

source: Number of sentences
cy: Nifer o frawddegau
lv: Teikumu skaits
sq: Numri i fjalive
tt: Җөмлә саны

source: Short
cy: Byr
lv: Īss
sq: I shkurtër
tt: Тәрҗемә артык кыска

source: Simple capitalization
cy: Priflythrennu syml
lv: Vienkārša burtu reģistra veidošana
sq: Thjeshtë shkronjat e mëdha
tt: Баш хәреф туры килмәү

source: Simple plural(s)
cy: Lluosog(ion) syml
lv: Vienkārši daudzskaitļi
sq: Thjeshtë Shumësi(at)
tt: Күплек сан туры килмәү

source: Single quotes
cy: Dyfynodau sengl
lv: Apostrofi
sq: Vlera të vetme
tt: Ялгыз тырнак

source: Starting capitalization
cy: Priflythrennu cychwynnol
lv: Sākuma burtu reģistra veidošana
sq: Fillimi i shkrimit me gërma të mëdha
tt: Җөмлә башы баш хәрефе

source: Starting punctuation
cy: Atalnodi cychwynnol
lv: Sākuma interpunkcija
sq: Fillimi i pikëzimit
tt: Җөмлә башындагы тыныш билгесе

source: Starting whitespace
cy: Bwlch gwyn cychwynnol
lv: Sākuma tukšumzīmes
sq: Duke filluar hapësirat e bardha
tt: Җөмлә башындагы буш урын

source: Tabs
cy: Tabiau
lv: Cilnes
sq: Tabet
tt: Tab билгеләре

source: Unchanged
cy: Heb eu newid
lv: Nemainītas
sq: E Pa ndryshuar
tt: Үзгәртелмәгән

source: URLs
cy: URLau
lv: URL
sq: URL-të
tt: Веб адреслары

source: Valid characters
cy: Nodau dilys
lv: Derīgas rakstzīmes
sq: Kataktere të vlefshme
tt: Рөхсәт билгеләр

source: Placeholders
cy: Dalfannau
lv: Vietturi
sq: Vendmbajtëset
tt: Урын билгеләгечләр

source: XML tags
cy: Tagiau XML
lv: XML cilnes
tt: XML теглары

source: Search (Ctrl+Shift+S)<br/>Type and press Enter to search
cy: Chwilio (Ctrl+Shift+S)<br/>Teipio, yna pwyso Enter i chwilio
lv: Meklēt (Ctrl+Shift+S)<br/>Rakstiet un spiediet Enter, lai meklētu
sq: Kërko (Ctrl + Shift + S) <br/> Shtyp Enter për të kërkuar
tt: Эзләү (Ctrl+Shift+S)<br/>Языгыз да эзләр өчен Enter-га басыгыз

source: Exact Match
lv: Tieša sakritība
sq: Përputhje e saktë
tt: Төгәл туры килү

source: Source Text
cy: Testun Ffynhonnell
lv: Tulkojamais teksts
sq: Teksti Burim
tt: Чыганак текст

source: Target Text
cy: Testun Targed
lv: Iztulkotais teksts
sq: Teksti i planifikuar
tt: Максат текст

source: Comments
cy: Sylwadau
lv: Komentāri
sq: Komente
tt: Комментлар

source: Locations
cy: Lleoliadau
lv: Atrašanās vietas
sq: Vendndodhja
tt: Урыннар

source: Source Terms
cy: Termau Ffynhonnell
lv: Tulkojamie termini
sq: Termi orgjinal
tt: Чыганак терминнар

source: Target Terms
cy: Termau Targed
lv: Iztulkotie termini
sq: Termat e planifikuara
tt: Максат терминнар

source: Definitions
cy: Diffiniadau
lv: Definīcijas
sq: Përcaktimet
tt: Билгеләмәләр

source: <a href="%(url)s">%(num)d word</a>
cy: <a href="%(url)s">%(num)d gair</a>
lv: <a href="%(url)s">%(num)d vārds</a>
sq: <a href="%(url)s"> %(num)d fjala</ a>
tt: <a href="%(url)s">%(num)d сүз</a>

source: (%(num)d string)
cy: (%(num)d llinyn)
lv: (%(num)d virkne)
sq: (%num)d stringë)
tt: (%(num)d билге тезентесе)

source: This folder has %(num)d word, %(percentage)d%% of which is translated.
cy: Mae gan y ffolder yma %(num)d gair, mae %(percentage)d%% ohonon wedi ei gyfieithu.
lv: Šajā mapē ir %(num)d vārds, no kura ir iztulkoti %(percentage)d%%.
sq: Kjo dosje ka %(num)d fjalë ,%(përqindje)d%% e të cilave është e përkthyer.
tt: Бу папкада %(num)d сүз, аларның %(percentage)d%%-ы тәрҗемә ителгән.

source: This file has %(num)d word, %(percentage)d%% of which is translated.
cy: Mae gan y ffeil yma %(num)d gair, mae %(percentage)d%% ohonon wedi ei gyfieithu.
lv: Šajā datnē ir %(num)d vārds, no kura ir iztulkoti %(percentage)d%%.
sq: Kjo skedë ka %(num)d fjalë ,% (përqindje) d%% e të cilave është e përkthyer.
tt: Бу файлда %(num)d сүз, аларның %(percentage)d%%-ы тәрҗемә ителгән.

source: Expand details
cy: Ehangu manylion
lv: Izvērt informāciju
sq: Zgjero detajet
tt: Җентекле мәгълүматын күрсәтү

source: Continue translation (%(num)d word left)
cy: Parhau i gyfieithu (%(num)d gair ar ôl)
lv: Turpināt tulkošanu (atlicis %(num)d vārds)
sq: Vazhdo përkthimin (%(num)d fjalë të mbetura)
tt: Тәрҗемәне дәвам итү (%(num)d сүз калды)

source: Next most important goal (%(num)d word left)
lv: Vissvarīgākais mērķis (atlicis %(num)d vārds)
sq: Arritja më e rëndësishme e rradhës (%(num)d fjalë të mbetura)
tt: Киләсе иң мөһим эшлисе эш (%(num)d сүз калды)

source: Translation is complete
cy: Mae'r cyfieithiad wedi ei gwblhau
lv: Tulkošana ir pabeigta
sq: Përkthimi është i plotë
tt: Тәрҗемә тәмам

source: Review suggestion (%(num)d left)
cy: Adolygu awgrymiadau (%(num)d ar ôl)
lv: Pārskatīt ieteikumu (palicis %(num)d)
sq: Sygjerime për rishikim (%(num)d të mbetura)
tt: Тәкъдимнәрне карап чыгу (%(num)d калды)

source: %(type)s: %(translated)d of %(total)d string translated (%(fuzzy)d need review).
sq: %(shtyp)s: %(përkthyer)d nga %(gjithsej)d stringë të përkthyera (%(fuzzy)d kërkon rishikim).
tt: %(type)s: %(total)d билге тезентесенең %(translated)d-сы тәрҗемә ителгән (%(fuzzy)d-сын карап чыгу кирәк).

source: %d word needs attention
cy: %d gair angen sylw
lv: %d vārdam ir jāpievērš uzmanība
sq: Fjala %d kërkon kujdes
tt: %d сүзгә игътибар кирәк

source: %d word untranslated
cy: %d gair heb ei gyfieithu
lv: %d vārds nav iztulkots
sq: Fjala %d e pa përkthyer
tt: %d сүз тәрҗемә ителмәгән

source: %d word needs review
cy: %d gair angen ei adolygu
lv: %d vārds ir jāpārskata
sq: Fjala %d ka nevojë për rishikim
tt: %d сүзне карап чыгу кирәк

source: %(percent)s%% complete
cy: Wedi cwblhau %(percent)s%%
lv: Pabeigti %(percent)s%%
sq: %(përqindje)s%% e përfunduar
tt: %(percent)s%% тәмам

source: Search
cy: Chwilio
lv: Meklēt
sq: Kërko
tt: Эзләү

source: First
cy: Cyntaf
lv: Pirmā
sq: E Para
tt: Беренче

source: Previous
cy: Blaenorol
lv: Iepriekšējā
sq: Paraardhës
tt: Моңарчыгы

source: Next
cy: Nesaf
lv: Nākamā
sq: Pasardhëse
tt: Киләсе

source: Last (%d)
cy: Olaf (%d)
lv: Pēdējā (%d)
sq: I fundit (%d)
tt: Ахыргы (%d)

source: Publish on news feed
cy: Cyhoeddi ar y llif newyddion
lv: Publicēt ziņu plūsmā
sq: Publiko në News feed
tt: Яңалык тасмасында нәшер итү

source: Send email
cy: Anfon e-bost
lv: Sūtīt e-pastu
sq: Dërgo E-mail
tt: Электрон почта хаты җибәрү

source: Email only to recently active users
cy: E-bost yn unig i ddefnyddwyr archifwyd yn ddiweddar
lv: Sūtīt e-pastu tikai nesen aktīvajiem lietotājiem
sq: E-mail vetëm për Përdoruesit e fundit aktiv
tt: Соңгы вакытта актив булган кулланучыларга гына хат җибәрү

source: All Projects
cy: Pob Project
lv: Visi projekti
sq: Të gjithë projektet
tt: Барча проектлар

source: Project Selection
cy: Dewis Project
lv: Projekta atlasei
sq: Përzgjedhja e Projektit
tt: Проект сайлау

source: Select one or more projects
lv: Izvēlieties vienu vai vairākus projektus
sq: Përzgjidhë një ose më shumë projekte
tt: Бер йә берничә проектны сайлагыз

source: All Languages
cy: Pob Iaith
lv: Visas valodas
sq: Të gjitha gjuhët
tt: Барча телләр

source: Language Selection
cy: Dewis Iaith
lv: Valodas atlase
sq: Përzgjedhja e Gjuhës
tt: Тел сайлау
