Repository: pypi-data/pypi-mirror-8
Catalog: packages/monet.calendar.portlet/monet.calendar.portlet-0.4.1.tar.gz/monet.calendar.portlet-0.4.1/monet/calendar/portlet/locales/*/LC_MESSAGES/monet.calendar.portlet.po
Languages: it

source: Cache timeout
it: Permanenza in cache

source: Calendar Section
it: Sezione Calendario

source: Days after
it: Nr. giorni dopo

source: Days before
it: Nr. giorni prima

source: Expiration time for cached results (in minutes)
it: Tempo di scadenza dei risultati in cache (minuti)

source: Header as link
it: Header cliccabile

source: Hide portlet
it: Nascondi riquadro

source: calendar_section_path
it: Sezione calendario che fornisce gli eventi da mostrare nel riquadro

source: days_after_help
it: Numero di giorni, dopo la data corrente, da includere nella ricerca. Lascia 0 per mostrare solo gli eventi di oggi.

source: days_before_help
it: Numero di giorni, prima della data corrente, da includere nella ricerca. Lascia 0 per mostrare solo gli eventi di oggi.

source: header_as_link_help
it: Seleziona se vuoi che il titolo della portlet sia un collegamento al calendario collegato.

source: hide_portlet_help
it: Seleziona se vuoi visualizzare il riquadro senza le solite sezioni di intestazione, bordi e pi√® di pagina.
