Repository: pypi-data/pypi-mirror-8
Catalog: packages/cubicweb-i18nfield/cubicweb-i18nfield-0.1.0.tar.gz/cubicweb-i18nfield-0.1.0/i18n/*.po
Languages: fr

source: I18nField
fr: Champ à traduire

source: I18nField_plural
fr: Champs à traduire

source: ISO 639.2 Code
fr: Code ISO 639.2

source: ISO description
fr: description ISO

source: New I18nField
fr: Nouveau champ à traduire

source: New Translation
fr: Nouvelle traduction

source: Original version
fr: Version originale

source: This I18nField
fr: Ce champ à traduire

source: This Translation
fr: Cette traduction

source: Translation
fr: Traduction

# inlined:I18nField.of_field.object
source: Translation
fr: Traduction

source: Translation_plural
fr: Traductions

source: add Translation of_field I18nField object
fr: ajouter le champ à traduire de cette traduction

# inlined:I18nField.of_field.object
source: add a Translation
fr: ajouter une traduction

source: creating Translation (Translation of_field I18nField %(linkto)s)
fr: création d'une traduction (associée au champ à traduire %(linkto)s)

source: creation
fr: création

source: edit
fr: éditer

source: edition
fr: édition

source: field_name
fr: nom du champ

# I18nField
source: field_name
fr: nom du champ

source: i18nfield_of
fr: champ de

source: i18nfield_of_object
fr: champ cible

source: incomplete
fr: incomplète

source: lang
fr: langue

# Translation
source: lang
fr: langue

source: lang_object
fr: langue cible

source: language "%s" not found
fr: langue "%s" introuvable

source: last_edited
fr: dernière mise à jour

# I18nField
source: last_edited
fr: dernière mise à jour

source: manage translations
fr: gérer les traductions

source: of_field
fr: champ associé

# Translation
source: of_field
fr: champ associé

source: of_field_object
fr: champ cible

# I18nField
source: of_field_object
fr: champ cible

source: outdated
fr: obsolète

source: ref_lang
fr: langue de référence

source: ref_lang_object
fr: Langue cible

source: translation
fr: traduction

source: translations
fr: traductions

source: unknown language code "%s"
fr: code de langue inconnu "%s"

# Translation
source: value
fr: valeur
