Repository: pypi-data/pypi-mirror-8
Catalog: packages/django-public-project/django-public-project-0.6.2.tar.gz/django-public-project-0.6.2/public_project/locale/*/LC_MESSAGES/django.po
Languages: de

source: Please be patient...
de: Bitte um etwas Geduld...

source: Current
de: Aktuell

source: Not current
de: Nicht aktuell

source: Agreement at
de: Vereinbart

source: No project_parts available.
de: Keine Themen vorhanden.

source: No questions available.
de: Keine Fragen vorhanden.

source: done
de: erledigt

source: No research requests available.
de: Keine Rechercheaufträge vorhanden.

source: No web sources available.
de: Keine Web-Quellen vorhanden.

source: Expand all
de: Alle ausklappen

source: Collapse all
de: Alle einklappen

source: Only main events
de: Nur Hauptereignisse
