Repository: pypi-data/pypi-mirror-8
Catalog: packages/django-public-project/django-public-project-0.6.2.tar.gz/django-public-project-0.6.2/public_project/locale/*/LC_MESSAGES/django.po
Languages: de

source: Image
de: Bild

source: Attribution
de: Bildnachweis

source: Documents
de: Dokumente

source: Web sources
de: Web-Quellen

source: A participant can't have a membership with itself. At least in this system.
de: Ein Beteiligter kann nicht zu sich selbst zugehörig sein. Zumindest im Rahmen dieser Software.

source: A participant can't belong to a participant which already belongs to another participant. Things would get to complicated.
de: Ein Beteiligter kann nicht zugehörig zu einem Beteiligten sein, der seinerseits zugehörig zu einem anderen Beteiligten ist. Dinge würde zu kompliziert werden.

source: Is Group
de: Ist Gruppe/Institution

source: Only groups
de: Nur Gruppen/Institutionen

source: Group Members
de: Zugehörigkeit

source: In number of groups
de: Zu Gruppen zugehörig

source: Search tags
de: Such-Tags

source: The following associations with "%s" will be deleted
de: Die folgenden Verknüpfungen mit "%s" werden gelöscht

source: A project part can't have a main project part which has a main project part itself. Things would get to complicated.
de: Ein Themenbereich kann keinen Hauptthemenbereich haben, der selbst einen Hauptthemenbereich hat. Dinge würde zu kompliziert werden.

source: Is Main Topic
de: Ist Hauptthema

source: Only main topics
de: Nur Hauptthemen

source: Main Topics
de: Hauptthemen

source: Topics
de: Themen

source: Participants
de: Beteiligte

source: Events
de: Ereignisse

source: Performance figures
de: Zielwerte

source: A research request must be associated with a question
de: Ein Rechercheauftrag muss mit einer Frage verknüpft sein

source: Question
de: Frage

source: Subject Areas
de: Themenbereiche

source: Feed with new subject areas from %s.
de: Feed mit neuen Themenbereichen von %s.

source: Questions
de: Fragen

source: Feed with new questions from %s.
de: Feed mit neuen Fragen von %s.

source: Feed with new participants from %s.
de: Feed mit neuen Beteiligten von %s.

source: Feed with new events from %s.
de: Feed mit neuen Ereignissen von %s.

source: Feed with new documents from %s.
de: Feed mit neuen Dokumenten von %s.

source: Activities
de: Aktivitäten

source: General feed with all activities from %s.
de: Allgemeiner Feed mit allen Aktivitäten von %s.

source: research_requests_url
de: rechercheauftraege/

source: Research Requests on
de: Rechercheaufträge zu

source: Feed with new research requests on {object} on {title}.
de: Feed mit neuen Rechercheaufträgen zu {object} auf {title}.

source: comments_url
de: kommentare/

source: Comments on
de: Kommentare zu

source: Feed with new comments on {object} on {title}.
de: Feed mit neuen Kommentaren zu {object} auf {title}.

source: Title
de: Titel

source: 400px max width, 200px for images used with floating texts
de: Max. Breite 400px, 200px bei Bildern die mit umfließenden Text gelayouted werden

source: Attribution to the original image source or alternatively something like 'Own image'.
de: Attribution der Urheberschaft des Bildes oder alternativ etwas wie 'Eigenes Bild'.

source: Link to the original image source (if available)
de: Link zur original Bildquelle (wenn vorhanden)

source: Attribution URL
de: Bildnachweis URL

source: Comments (internal)
de: Kommentare (intern)

source: Images
de: Bilder

source: Main title, shown in the header navi.
de: Titel der Seite, angezeigt in der Navigationsleiste.

source: Project Website Title
de: ProjectWatch

source: Short version of the title, used e.g. in emails.
de: Kurze Variante des Titels, wird z.B. in E-Mails genutzt.

source: Project Website Short Title
de: ProjectWatch

source: Short title
de: Kurztitel

source: Color for the page title (Format: '#990000').
de: Farbe des Seitentitels (Format: '#990000').

source: Title color
de: Titelfarbe

source: Short intro text to describe your page (HTML possible), not too long, use about text for detailed information.
de: Kurzer Intro Text zur Beschreibung der Seite (HTML möglich), nicht zu lang, About Text (s.u.) ist für längere Beschreibung.

source: This is a project watch website.
de: Dies ist eine Info-Webseite über ein (Groß-)Projekt.

source: Intro text
de: Einleitungstext

source: Short intro text about this site, what is the purpose, who is running it.
de: Kurzer Text über diese Seite, was ist der Zweck, wer betreibt sie.

source: Some html text you want to use in the footer of the page, you can e.g. provide a link to your email adress or associated social media sites.
de: HTML text für den Footer der Seite, z.B. mit einer Kontaktmöglichkeit oder Links zu assoziierten Social-Media Seiten.

source: Footer HTML Default
de: Dieser Text erscheint im Footer der Seite.

source: Html to be displayed on the contact page, provide at least an adress there and some contact information.
de: HTML text, der auf der Kontaktseite angezeigt wird, hier sollte mindestens eine Adresse und Kontaktmöglichkeit angegeben werden.

source: Contact
de: Kontakt

source: Contact HTML Default
de: Dieser Text wird auf der Kontaktseite angezeigt.

source: Website Configuration
de: Website Konfiguration

source: Goals
de: Ziele

source: Category
de: Kategorie

source: Web Sources
de: Web-Quellen

source: Website Category
de: Website Kategorie

source: Website Categories
de: Website Kategorien

source: Type or category for sorting of participants
de: Typ oder Kategorie zur Sortierung von Beteiligten

source: Use integer numbers for ordering (e.g. '100', '200', '300').
de: Reihenfolge der Anzeige über Zifferngröße (z.B. '100', '200', '300').

source: Order
de: Sortierung

source: Type Participants
de: Typ Beteiligte

source: Types Participants
de: Typen Beteiligte

source: Date
de: Datum

source: web_sources_url
de: web_quellen/

source: Web-Source
de: Web-Quelle

source: Web-Sources
de: Web-Quellen

source: From participant
de: Von Beteiligtem

source: Association with a group or institution
de: Zugehörigkeit zu einer Gruppe oder Institution

source: To participant
de: Zu Beteiligtem

source: Type or function of the membership or task or position of the participant.
de: Typ oder Funktion der Zugehörigkeit oder Aufgabe oder Postition des Beteiligten.

source: Function
de: Funktion

source: Active
de: Aktiv

source: Membership
de: Zugehörigkeit

source: Memberships
de: Zugehörigkeiten

source: Person, group or institution acting in some way in the context of the project or being affected by the process or the result of the project execution.
de: Eine Person, Gruppe oder Institution die im Projekt handelnd tätig ist oder von Durchführung oder Ausgang des Projektes betroffen ist.

source: Type for sorting, only for groups/institutions, necessary for participant to be visible on site
de: Typ zur Sortierung, nur für Gruppen/Institutionen, notwendig, um auf der Seite sichtbar zu sein

source: The participant belongs to another participant (often an institution or group), leave blank if participant itself is institution/group.
de: Beteiligter ist zugehörig zu einem anderen Beteiligten (oft eine Institution oder Gruppe), leerlassen wenn Beteiligter selbst Institution oder Gruppe ist.

source: Belongs to
de: Zugehörig zu

source: Role/tasks as well as interests/goals of the participant regarding the project.
de: Rolle/Aufgabe sowie Interessen/Ziele des Beteiligten im Projekt.

source: Description
de: Beschreibung

source: participants_url
de: beteiligte/

source: Participant
de: Beteiligter

source: Name of the topic
de: Name des Themas

source: If you select another project part here, you'll make this a sub project part.
de: Bei Auswahl eines anderen Themenbereiches hier wird dies ein Unterthema.

source: Main Topic
de: Hauptthema

source: Website (if existant).
de: Webauftritt/Informationsseite (falls vorhanden).

source: project_parts_url
de: themen/

source: Project Part
de: Thema

source: Project Parts
de: Themen

source: Meeting / Gathering / Session
de: Meeting / Treffen / Sitzung

source: New Information / Decision / Statement
de: Neue Information / Entscheidung / Statement

source: Project Progress / Execution / Milestone
de: Projektfortschritt / Durchführung / Meilenstein

source: Action by Civil Society
de: Zivilgesellschaftliche Aktion

source: Unplanned Event
de: Ungeplantes Ereignis

source: Miscellaneous
de: Sonstige

source: Type
de: Typ

source: Event being of central importance for the project.
de: Event von zentraler Bedeutung für Projekt.

source: Main Event
de: Hauptereignis

source: Date is not exact (e.g. if a source refers only to the month)
de: Datum ist ungenau (z.B. wenn sich Quelle nur auf Monat bezieht)

source: Date not exact
de: Datum ungenau

source: events_url
de: ereignisse/

source: Event
de: Ereignis

source: Title/short version of the question. Use prefix (e.g. 1,2,3 or A1,A2,A3) to sort questions
de: Titel/Kurze Version der Frage. Für Sortierung Prefix benutzen (z.B. 1,2,3 oder A1,A2,A3).

source: Answered
de: Beantwortet

source: Description/long version of the question.
de: Beschreibung/Lange Version der Frage.

source: Optional explanations or remarks around the question
de: Optionale Erläuterungen oder Bemerkungen rund um die Frage

source: Explanations
de: Erläuterungen

source: Optional answer (summary) of a question
de: Optionale Antwort (Zusammenfassung) einer Frage

source: Answer
de: Antwort

source: questions_url
de: fragen/

source: Group of project goals being determined at a certain point in time.
de: Eine Gruppe von Projektzielen, die zu einem bestimmten Zeitpunkt beschlossen wurde.

source: The topic the group of goals belong to. Will be shown as common goal group if none selected.
de: Das Thema zu dem die Gruppe von Zielen gehört. Wird als allgemeine Zielgruppe angezeigt wenn nichts ausgewählt ist.

source: Topic
de: Thema

source: Associated event
de: Zugehöriges Ereignis

source: Is current
de: Aktuell

source: Description of the group of project goals.
de: Beschreibung der Projektzielgruppe.

source: Goal
de: Ziel

source: Name, e.g. 'Project budget', 'Target date', 'Noise level'
de: Name, z.B. 'Gesamtbudget', 'Termin Fertigstellung', 'Lärmbelastung'.

source: Single performance figure describing the project goal, e.g. '1.000.000 Euro', 'January 25th 2020', ...
de: Kennzahl, die das Projektziel zusammenfasst, z.B. '1.000.000 Euro', '15.12.2015', ...)

source: Performance figure
de: Zielwert

source: Goal Value
de: Zielwert

source: Goal Values
de: Zielwerte

source: Title of the document
de: Title des Dokuments

source: Document in pdf format
de: Dokument im PDF Format

source: Document
de: Dokument

source: Date of creation of the document
de: Erstellungsdatum des Dokuments

source: Short description.
de: Kurze Beschreibung.

source: documents_url
de: dokumente/

source: Page
de: Seite

source: Pages
de: Seiten

source: Documents containing these search tags are shown on the detail page of this object.
de: Dokumente, die diese Tags enhalten werden auf der Detailseite dieses Objektes angezeigt.

source: Search Tag
de: Such-Tag

source: Search Tags
de: Such-Tags

source: Type of the related object (ProjectPart, Question, Participant, Event, Document).
de: Typ des verbundenen Objekts (Projektbereich, Frage, Beteiligter, Ereignis oder Dokument)

source: The id of the related object (you can find the id of an object in the url of the object change form in the admin).
de: Die ID des verbundenen Objektes (die ID findet man u.a. in der URL des Änderungsformulars eines Objektes im Admin-Bereich)

source: Relation with Project Element
de: Verknüfung mit Projektinhalten

source: Relations with Project Elements
de: Verknüfungen mit Projektinhalten

source: Give a unique number to your request so that people can reference it (e.g. "R1", "R2",...)
de: Gib dem Auftrag eine eindeutige Nummer, so dass Leute ihn referenzieren können (z.B. "R1", "R2",...)

source: Open
de: Offen

source: Request on the following contents
de: Anfrage zu den folgenden Inhalten

source: Research Request
de: Rechercheauftrag

source: Research Requests
de: Rechercheaufträge

source: Username
de: Benutzername

source: User has given permission to get in contact via email.
de: Der Nutzer hat die Erlaubnis gegeben, Rückfragen per Email zu stellen.

source: Feedback allowed
de: Feedback erlaubt

source: Comment text
de: Kommentartext

source: Comment is only shown on page if published is true.
de: Kommentar wird nur auf der Webseite angezeigt wenn published Checkbox aktiviert ist.

source: Published
de: Veröffentlicht

source: Published by
de: Veröffentlicht von

source: Activation hash
de: Aktivierungs-Hash

source: Commented contents
de: Kommentierte Inhalte

source: Comment on %s on
de: Kommentar auf %s zu

source: Comment
de: Kommentar

source: Comments
de: Kommentare

source: New Subject Area
de: Neuer Themenbereich

source: New Question
de: Neue Frage

source: New Participant
de: Neuer Beteiligter

source: New Document
de: Neues Dokument

source: Activity Log Entry
de: Aktivität Log-Eintrag

source: Activity Log
de: Log Aktivitäten

source: goals_url
de: ziele/

source: search_url
de: suche/

source: contact_url
de: kontakt/

source: activate_comment_url
de: kommentar_aktivieren/

source: NEW_COMMENT_EMAIL_SUBJECT
de: Neuer Kommentar

source: NEW_COMMENT_EMAIL_MESSAGE
de: Neuer Kommentar eines Nutzers:

source: yes
de: ja

source: no
de: nein

source: Questions via mail allowed
de: Rückfragen per Mail gestattet

source: Comment on
de: Kommentar zu

source: NEW_COMMENT_EMAIL_MESSAGE_ACTIVATION
de: Kommentar für Veröffentlichung auf Webseite freischalten:

source: The following comment was activated for publication on website:
de: Der folgende Kommentar wurde für eine Veröffentlichung auf der Webseite freigeschaltet:

source: Your comment on %s was published
de: Dein Kommentar auf %s wurde freigeschaltet

source: Hello %s,
de: Hallo %s,

source: thank you for your comment, which you can find under the following url:
de: danke für Deinen Kommentar, Du findest diesen unter folgender URL:

source: You can use the url above to tell others about your comment.
de: Du kannst die obige URL nutzen, um anderen von Deinem Kommentar zu erzählen.

source: If you want to share your comment on a social network,
de: Wenn Du Deinen Kommentar über ein soziales Netzwerk teilen möchtest,

source: you can use the following share urls as a staring point:
de: kannst Du die folgenden Links als Ausgangspunkt verwenden:

source: Greetings
de: Viele Grüße

source: Your %s team
de: Dein %s Team

source: Comment already activated by user %s.
de: Kommentar wurde schon freigeschaltet von Nutzer %s.

source: The page you requested could not be found.
de: Die angefragte Seite konnte nicht gefunden werden.

source: No tag cloud available.
de: Keine Tagcloud vorhanden.

source: Error while loading the tag cloud.
de: Fehler beim Erstellen der Tagcloud.

source: Close
de: Schließen

source: image attribution under
de: Bildnachweis unter

source: Project
de: Projekt

source: project_url
de: projekt/

source: All Comments
de: Alle Kommentare

source: Disclaimer
de: Rechtlicher Hinweis

source: disclaimer_text
de: Trotz sorgfältiger Kontrolle übernimmt der Betreiber dieser Seite keine Haftung für die Inhalte externer Links. Für den Inhalt externer Links sind ausschließlich die Betreiber der jeweiligen Webseiten verantwortlich.

source: Credits
de: Danksagung

source: credits_opensource_text
de: Das dieser Website zu Grunde liegende Content Management System nutzt folgende Open Source-Bibliotheken. Vielen Dank an die aktiv Beitragenden der entsprechenden Entwickler-Communities!

source: Pictures
de: Bilder

source: credits_pictures_text
de: Quellennachweis für auf der Website verwendete Bilder:

source: Results for
de: Fundstellen für

source: on the following pages
de: auf folgenden Seiten

source: This document was just uploaded and is processed for presentation right now. This procedure can take a few minutes.
de: Dieses Dokument wurde gerade hochgeladen und wird aktuell für die Darstellung aufbereitet. Dieser Vorgang kann einige Minuten dauern.

source: The Internet Explorer is supporting only a basic version of the pdf viewer. Please use one of the following browsers for full functionality: Firefox, Chrome, Safari, Opera
de: Der Internet Explorer unterstützt nur eine Basisversion des PDF Betrachters. Für die volle Funktionalität bitte einen der folgenden Browser benutzen: Firefox, Chrome, Safari, Opera

source: Click on the tags for searching the document.
de: Zum Suchen im Dokument auf die Tags klicken.

source: If different page numbers are referring to the declaration in the PDF viewer and not the declaration inside the document itself.
de: Seitenzahlen beziehen sich wenn unterschiedlich auf die Angaben des PDF-Betrachters und nicht auf die Angaben im Dokument selbst.

source: New
de: Neu

source: New Documents
de: Neue Dokumente

source: Document Contents
de: Dokumentinhalte

source: Chronology
de: Chronologie

source: No events available.
de: Keine Ereignisse vorhanden.

source: Sorted by Topics
de: Nach Themen

source: Common
de: Allgemein

source: About the Project
de: Über das Projekt

source: Go to page
de: Zur Rubrik

source: Current Document
de: Aktuelles Dokument

source: About this Site
de: Über diese Seite

source: This software is using features not supported by Internet Explorer. Please use another browser if possible.
de: Diese Software ist nur eingeschränkt mit dem Internet Exporer nutzbar. Bitte verwende wenn möglich einen anderen Browser.

source: Current Event
de: Aktuelles Ereignis

source: Last Activities
de: Letzte Aktivitäten

source: New Research Requests
de: Neue Rechercheaufträge

source: Frequent Document Contents
de: Häufige Dokumentinhalte

source: Click on the tags for searching for the term.
de: Zum Suchen nach einem Begriff auf die Tags klicken.

source: Last Comment
de: Letzter Kommentar

source: Associated Participants
de: Zugehörige Beteiligte

source: New Participants
de: Neue Beteiligte

source: Subtopics
de: Unterthemen

source: New Topics
de: Neue Themen

source: All Research Requests
de: Alle Rechercheaufträge

source: Search for
de: Suche nach

source: Administration for the creation and maintenance of a Public Project Website
de: Administration zur Erstellung und Pflege einer Public Project-Webseite

source: Open main page
de: Hauptseite öffnen

source: General settings (e.g. page title) and common introductory texts (e.g. about text)
de: Allgemeine Einstellungen (z.B. Seitentitel) und Einleitungstexte (z.B. About-Text)

source: Introductory texts and documents and web sources for the site categories (e.g. Events category), one entry per category
de: Einleitungstexte sowie Dokumente und Web-Quellen für Seitenkategorien (z.B. Katgorie Ereignisse), ein Eintrag pro Kategorie

source: Log of activities throughout the system, shown on main page, entries can be deleted safely
de: Log der Aktivitäten im System, wird auf der Startseite angezeigt, Einträge können gefahrlos gelöscht werden

source: Images for introductory texts, images must be uploaded here first before they can be embedded in a text
de: Bilder für Einleitungstexte, Bilder müssen zunächst hier hochgeladen werden bevor sie in Texte eingebettet werden können

source: Topics to structure the project, can be divided into main and sub topics
de: Themen um das Projekt zu strukturieren, können in Haupt- und Unterthemen unterteilt werden

source: Target settings during project development
de: Zielvorgaben im Laufe des Projektes

source: Questions around the project
de: Fragen rund um das Projekt

source: Single persons, groups or institutions related to the project
de: Einzelpersonen, Gruppen oder Institutionen, die mit dem Projekt in Verbindung stehen

source: Events being related to the project
de: Mit dem Projekt in Verbindung stehende Ereignisse

source: Documents from within or about the project
de: Aus dem Projekt kommende oder das Projekt beschreibende Dokumente

source: Comments from users being entered on the front-end website
de: Über die Frontend-Webseite eingegebe Kommentare von Nutzern

source: Research requests for crowdsourcing certain tasks regarding project questions, can be entered on the front-end website on a questions page when being logged in
de: Rechercheaufträge, um bestimmte Aufgaben rund um Fragen im Kontext des Projektes an die Crowd zu vergeben, können auf der Frontend-Webseite auf einer Frageseite eingegeben werden, sofern man eingeloggt ist

source: ADMIN_PROJECT_PART_FORM_HELP
de: Themenbereiche zur Strukturierung eines Projektes, an vielen Stellen im System genutzt. Bei Zuordnung mind. eines Hauptthemas wird Thema automatisch Unterthema.

source: ADMIN_PARTICIPANT_FORM_HELP
de: Beteiligte können sowohl Einzelpersonen als auch Gruppen oder Institutionen sein. Ein Beteiligter kann einem oder mehreren anderen Beteiligten (dann i.d.R. einer Gruppe oder Institution) zugeordnet werden.

source: ADMIN_RESEARCH_REQUEST_FORM_HELP
de: Rechercheaufträge bitte ausschließlich über das Formular auf einer zugehörigen Frageseite der Hauptwebseite eingeben.

source: Thank you for your comment. You will receive an email when the commented was published by an administrative user.
de: Danke für Deinen Kommentar. Du erhälst eine Email, wenn der Kommentar freigeschaltet wurde.

source: There was an error and your comment could not be safed. Sorry! :-/
de: Es ist ein Fehler aufgetreten und der Kommentar konnte nicht gespeichert werden. Sorry! :-/

source: My Comment on
de: Mein Kommentar zu

source: required
de: erforderlich

source: will not be published
de: wird nicht veröffentlicht

source: The operator of this website is allowed to inquire via email on questions about this comment
de: Der Betreiber dieser Seite darf mich für Rückfragen per E-Mail kontaktieren

source: Send comment
de: Kommentar abschicken

source: Please enter a comment.
de: Bitte gib einen Kommentar ein.

source: Comment too long (max. %(max_size)s chars).
de: Kommentar zu lang (max. %(max_size)s Zeichen).

source: Please enter your name.
de: Bitte gib Deinen Namen ein.

source: Please enter your email adress.
de: Bitte gib Deine Email-Adresse ein.

source: The email adress you entered is invalid.
de: Die eingegebene Email-Adresse ist ungültig.

source: Please provide a page number.
de: Bitte gib eine Seitenzahl an.

source: Invalid page number.
de: Ungültige Seitenzahlangabe.

source: Relation to further project elements
de: Bezug zu weiteren Projektelementen

source: Search via autocompletion (Project Part, Question, Participant, Event, Document)
de: Suche per Autovervollständigung (Projektbereich, Frage, Beteiligter, Ereignis oder Dokument)

source: Nothing selected
de: Keine Auswahl

source: Maximum number of additional project elements reached
de: Maximale Anzahl zusätzlicher Projektelemente erreicht

source: The research request was saved.
de: Der Rechercheauftrag wurde gespeichert.

source: There was an error and the research request could not be safed. Sorry! :-/
de: Es ist ein Fehler aufgetreten und der Rechercheauftrag konnte nicht gespeichert werden. Sorry! :-/

source: Save Research Request
de: Rechercheauftrag speichern

source: Field is mandatory.
de: Feld ist erforderlich.

source: Comment by
de: Kommentar von

source: No comments yet.
de: Noch keine Kommentare.

source: Added
de: Hinzugefügt

source: No documents available.
de: Keine Dokumente vorhanden.

source: former
de: ehemalig

source: No participants available.
de: Keine Beteiligten vorhanden.

source: Go to first page
de: Zur Startseite

source: For very large pdf documents it can take up to several minutes till the document is loaded, depending on your network connection.
de: Bei sehr großen PDF-Dokumenten kann es je nach Internetverbindung einige Minuten dauern, bis das Dokument geladen ist.
