Repository: pypi-data/pypi-mirror-8
Catalog: packages/collective.loremipsum/collective.loremipsum-0.10.zip/collective.loremipsum-0.10/collective/loremipsum/locales/*/LC_MESSAGES/collective.loremipsum.po
Languages: es

source: %d objects successfully created
es: %d objetos fueron exitosamente creados

source: Add blockquotes <bq>
es: Añadir citas de texto / blockquotes <bq>

source: Add bold, italic and marked text
es: Añadir texto en negritas, cursiva y marcado

source: Add code samples <code>
es: Añadir ejemplos de código <code>

source: Add description lists <dl>
es: Añadir lista de descripción <dl>

source: Add headers
es: Añadir encabezados

source: Add links <link>
es: Añadir enlaces <link>

source: Add numbered lists <ol>
es: Añadir listas numeradas <ol>

source: Add unordered lists <ul>
es: Añadir listas desordenadas <ul>

source: Amount
es: Cantidad

source: Check this box if the transaction should be committed each time an object is created. This will take more time but might be necessary, for example if you have default values that depend on previous objects being catalogued.
es: Marque esta casilla, Si la transacción debe hacer un commit cada vez que se crea un objeto. Esto tomará más tiempo, pero puede ser necesario, por ejemplo, si tiene valores por defecto que dependen de los objetos anteriores para que se estén catalogando.

source: Check this box to get random fake images for all the items with a field named 'image'. ARCHETYPES ONLY
es: Marque esta casilla para obtener imágenes falsas para todos los elementos con un campo denominado 'imagen'. SOLAMENTE PARA ARCHETYPES

source: Choose from the formatting options for the lorem ipsum dummy text. This only applies to RichText fields.
es: Elija las opciones de formato para el texto lorem ipsum de pruebas. Esto sólo se aplica a los campos de texto enriquecido.

source: Choose the amount of objects you'd like to be created for each type chosen above. The default is 3.
es: Elija la cantidad de objetos que le gustaría ser creados para cada tipo elegido anteriormente. El valor predeterminado es 3.

source: Choose the types of objects you'd like to create dummies of. The column on the right contains the types that will be created, which is by default all the types allowed in this folder.
es: Elija los tipos de objetos que le gustaría crear. La columna de la derecha contiene los tipos que se van a crear, lo cual es por defecto todos los tipos permitidos en esta carpeta.

source: Choose which service to use to generate images
es: Seleccione el servicio a usar para generar imágenes

source: Column ';' separated parameters for the image service. Check respective websites for available parameters. Default 'text' is the title of the generated object.
es: Los parámetros de la columna separados por ';' para el servicio de imágenes. Compruebe respectivos sitios web de los parámetros disponibles. Por defecto, 'text' es el título del objeto generado.

source: Commit between objects
es: Commit entre objetos

source: Could not create the users. %s
es: No se pudo crear los usuarios. %s

source: Create the dummy content
es: Crear el contenido de prueba

source: Either restrict the addable types in this folder or provide a type argument.
es: Cualquier restricción los tipos añadibles en esta carpeta o proporcionar un argumento de tipo.

source: Generate fake images' content?
es: ¿Generar contenido de imágenes falsas?

source: If objects are created recursively, how many levels deep should they be created?
es: Si los objetos se crean de forma recursiva, ¿cuántos niveles de profundidad deberían ser creado?

source: Image parameters
es: Parámetros de Imagen

source: Image service
es: Servicio de imagen

source: Installs the collective.loremipsum package
es: Instala el generador de contenido de prueba para Plone

source: Item Type
es: Tipo de Elemento

source: Line separated subjects. If none provided a default set will be used.
es: Línea de sujetos separó. Si ninguno proporcionada se utilizará un conjunto de sujetos predeterminado.

source: Prude version (removes legitimate latin words like 'sex')
es: Versión mojigata (elimina palabras latinas legítimas como 'sexo')

source: Publish objects
es: Publicar objetos

source: Recursion Depth
es: Nivel de recursión

source: Rich Text Formatting
es: Formato de texto enriquecido

source: Should newly created objects be published?
es: ¿Deberían los objetos recién creados ser publicados?

source: Should objects be created recursively?
es: ¿Deberían los objetos ser creados recursivamente?

source: Subjects
es: Asuntos

source: Succesfully created %d users.
es: Exitosamente fueron creados %d usuarios.

source: Successfully created %d dummy objects.
es: Exitosamente fueron creados %d objetos de prueba.

source: The context doesn't provide IBaseContent or IDexterityContent. It might be a Plone Site object, but either way, I haven't gotten around to dealing with it. Why don't you jump in and help?
es: El contexto no proporciona IBaseContent o IDexterityContent. Puede ser que sea un objeto de sitio Plone, pero de cualquier manera, yo no he tenido tiempo de tratar con eso. ¿Por qué no te unes y me ayudas en esto?

source: Use ALL CAPS
es: Use MAYÚSCULAS

source: Use the same portal types selected above?
es: ¿Utilizar el mismo tipo de contenidos seleccionados arriba?

source: description_recurse
es: Si los objetos añadidos son contenedores, a continuación, los nuevos objetos se crearán dentro de ellos y así sucesivamente. Los tipos de objetos creados dentro de un contenedor son determinados por los tipos permitidos dentro del contenedor.

source: recurse_same_ptypes
es: Generar sub-objetos utilizando sólo los tipos de contenido declarado en 'Tipo de Elemento'.
