Repository: pypi-data/pypi-mirror-8
Catalog: packages/brasil.gov.portlets/brasil.gov.portlets-1.0b1.zip/brasil.gov.portlets-1.0b1/src/brasil/gov/portlets/locales/*/LC_MESSAGES/brasil.gov.portlets.po
Languages: pt_br

source: Add Portlet Portal Padrao Audio
pt_br: Adicionar Portlet Portal Padrão Audio

source: Add Portlet Portal Padrao Audio Gallery
pt_br: Adicionar Portlet Portal Padrão Galeria de Áudios

source: Add Portlet Portal Padrao Collection
pt_br: Adicionar Portlet Portal Padrão Coleção

source: Add Portlet Portal Padrao Media Carousel
pt_br: Adicionar Portlet Portal Padrão Carrossel de Imagens

source: Add Portlet Portal Padrao Video
pt_br: Adicionar Portlet Portal Padrão Vídeo

source: Add Portlet Portal Padrao Video Gallery
pt_br: Adicionar Portlet Portal Padrão Galeria de Vídeos

source: Audio
pt_br: Áudio

source: Edit Portlet Portal Padrao Audio
pt_br: Editar Portlet Portal Padrão Audio

source: Edit Portlet Portal Padrao Audio Gallery
pt_br: Editar Portlet Portal Padrão Galeria de Áudios

source: Edit Portlet Portal Padrao Collection
pt_br: Editar Portlet Portal Padrão Coleção

source: Edit Portlet Portal Padrao Media Carousel
pt_br: Editar Portlet Portal Padrão Carrossel de Imagens

source: Edit Portlet Portal Padrao Video
pt_br: Editar Portlet Portal Padrão Vídeo

source: Edit Portlet Portal Padrao Video Gallery
pt_br: Editar Portlet Portal Padrão Galeria de Vídeos

source: Max volume
pt_br: Volume máximo

source: Mute
pt_br: Ativar mudo

source: Portal Padrao Audio
pt_br: Portal Padrão Áudio

source: Portal Padrao Audio.
pt_br: Portal Padrão Áudio.

source: Portal Padrao Carrossel de Imagens
pt_br: Portal Padrão Carrossel de Imagens

source: Portal Padrao Carrossel de Imagens.
pt_br: Portal Padrão Carrossel de Imagens.

source: Portal Padrao Colecao
pt_br: Portal Padrão Coleção

source: Portal Padrao Colecao.
pt_br: Portal Padrão Coleção.

source: Portal Padrao Galeria de Audios
pt_br: Portal Padrão Galeria de Áudios

source: Portal Padrao Galeria de Audios.
pt_br: Portal Padrão Galeria de Áurios.

source: Portal Padrao Galeria de Videos
pt_br: Portal Padrão Galeria de Vídeos

source: Portal Padrao Galeria de Videos.
pt_br: Portal Padrão Galeria de Vídeos

source: Portal Padrao Video
pt_br: Portal Padrão Vídeo

source: Portal Padrao Video.
pt_br: Portal Padrão Vídeo.

source: Search the audio used into the portlet.
pt_br: Pesquisa o audio utilizado no portlet.

source: Search the video used into the portlet.
pt_br: Pesquisa o vídeo utilizado no portlet.

source: Start
pt_br: Iniciar

source: Stop
pt_br: Parar

source: Unmute
pt_br: Desativar mudo

source: Video
pt_br: Vídeo

source: audio_portlet_description
pt_br: Este portlet mostra um Player de Áudio.

source: audiogallery_portlet_description
pt_br: Este portlet mostra uma Galeria de Áudios.

source: collection
pt_br: Coleção

source: collection-empty
pt_br: A coleção não possui nenhum item.

source: collection_description
pt_br: Pesquisa a coleção utilizada no portlet.

source: collection_portlet_description
pt_br: Este portlet mostra uma listagem de itens de uma Coleção.

source: footer_text
pt_br: Texto do rodapé

source: footer_text_description
pt_br: Texto do rodapé do portlet.

source: footer_url
pt_br: Link do rodapé

source: footer_url_description
pt_br: Link do rodapé do portlet.

source: header_text
pt_br: Texto do cabeçalho

source: header_text_description
pt_br: Texto do cabeçalho do portlet.

source: header_type
pt_br: Tipo de cabeçalho

source: header_type_description
pt_br: Tipo de cabeçalho que será exibido.

source: image_size
pt_br: Tamanho da imagem

source: image_size_description
pt_br: Tamanho da imagem que será exibida.

source: jp-mute
pt_br: Ativar mudo

source: jp-pause
pt_br: Parar

source: jp-play
pt_br: Iniciar

source: jp-unmute
pt_br: Desativar mudo

source: jp-volume-max
pt_br: Volume máximo

source: limit
pt_br: Quantidade de itens a exibir

source: limit_description
pt_br: Informe o total de itens que devem ser exibidos no portlet.

source: mediacarousel
pt_br: Carrossel de Imagens

source: next
pt_br: Próximo &raquo;

source: previous
pt_br: &laquo; Anterior

source: select-collection-1
pt_br: Selecione uma coleção para utilizar com o portlet

source: show_active_title
pt_br: Mostrar título ativo

source: show_active_title_description
pt_br: Se habilitado mostra o título ativo.

source: show_date
pt_br: Mostrar datas

source: show_date_description
pt_br: Se habilitado, mostra a data.

source: show_description
pt_br: Mostrar descrição

source: show_description_description
pt_br: Se habilitado mostra a descrição.

source: show_footer
pt_br: Mostrar rodapé

source: show_footer_description
pt_br: Se habilitado mostra o rodapé.

source: show_header
pt_br: Mostrar cabeçalho

source: show_header_description
pt_br: Se habilitado mostra o cabeçalho.

source: show_image
pt_br: Mostrar imagem

source: show_image_description
pt_br: Se habilitado mostra a imagem.

source: show_inactive_title
pt_br: Mostrar título inativo

source: show_inactive_title_description
pt_br: Se habilitado mostra o título inativo.

source: show_rights
pt_br: Mostrar crédito

source: show_rights_description
pt_br: Se habilitado mostra o crédito.

source: show_time
pt_br: Mostrar horario

source: show_time_description
pt_br: Se habilitado mostra a hora.

source: show_title
pt_br: Mostrar título

source: show_title_description
pt_br: Se habilitado mostra o título.

source: title_portlet_audio
pt_br: Portal Padrão Áudio

source: title_portlet_audiogallery
pt_br: Portal Padrão Galeria de Áudios

source: title_portlet_collection
pt_br: Portal Padrão Coleção

source: title_portlet_video
pt_br: Portal Padrão Vídeo

source: title_portlet_videogallery
pt_br: Portal Padrão Galeria de Vídeos

source: title_type
pt_br: Tipo de título

source: title_type_description
pt_br: Tipo de título que será exibido.

source: title_url
pt_br: Link do título

source: title_url_description
pt_br: Link do título do portlet.

source: update-flash-1
pt_br: Atualização Necessária

source: update-flash-2
pt_br: Para iniciar o conteúdo com som é necessário atualizar o navegador para a versão mais recente do plugin do

source: videogallery
pt_br: Galeria de Vídeo
