Repository: pypi-data/pypi-mirror-8
Catalog: packages/ztfy.scheduler/ztfy.scheduler-0.5.1-py2.7.egg/ztfy/scheduler/locales/*/LC_MESSAGES/ztfy.scheduler.po
Languages: fr

source: Tasks run history
fr: Historique

source: Scheduler's tasks
fr: Tâches du planificateur

source: Tasks
fr: Tâches

source: Scheduler jobs
fr: Jobs du planificateur

source: List of currently scheduled jobs
fr: Liste des tâches actuellement enregistrées

source: Edit scheduler properties
fr: Propriétés du scheduler

source: If the scheduler is already registered, you should unregister it to stop it, change it's properties and register it again.
fr: ATTENTION : si le scheduler est déjà inscrit dans le registre, vous devez le désinscrire pour l'arrêter,modifier ses propriétés et le ré-inscrire pour le re-démarrer.

source: Data successfully updated. WARNING: you should restart application process if scheduler address has been changed without being unregistered!
fr: Modifications enregistrées. ATTENTION : il est nécessaire de re-démarrer l'application si l'adresse du scheduler a été modifiée sans que celui-ci n'ait été désinscrit du registre !

source: :: Roles...
fr: :: Rôles...

source: Scheduler tasks execution history
fr: Historique d'exécution des tâches

source: :: Add SSH command caller...
fr: :: Ajouter une commande SSH...

source: :: SSH command properties...
fr: :: Propriétés de la commande SSH...

source: Task properties
fr: Propriétés de la tâche

source: Connection settings
fr: Paramètres de connexion

source: Run now !
fr: Exécuter maintenant !

source: Cancel
fr: Annuler

source: :: Execute now...
fr: :: Exécution immédiate...

source: Task immediate run
fr: Lancement immédiat d'une tâche

source: You can run this task immediately. Execution log will be available in task's history, if enabled. WARNING: Task will be run even if it's disabled in it's scheduling settings!
fr: Vous pouvez demander l'exécution immédiate d'une tâche. S'il est activé, le compte-rendu sera disponible dans l'historique. ATTENTION : la tâche sera exécutée indépendamment de ses paramètres de planification !!

source: Task successfully scheduled. Execution will start in 5 seconds.
fr: Tâche correctement planifiée, exécution dans 5 secondes.

source: Schedule selected task
fr: Planification de la tâche sélectionnée

source: :: Schedule...
fr: :: Planification...

source: Running a task in debug mode can to useful during development, as you can apply breakpoints.
fr: Vous pouvez utiliser l'exécution en mode 'debug' lorsque vous souhaitez positionner des points d'arrêt pendant la phase de développement de votre tâche...

source: Run task
fr: Exécuter la tâche

source: :: Run task (debug mode)...
fr: :: Exécuter en mode debug...

source: Title
fr: Titre

source: Yes
fr: Oui

source: No
fr: Non

source: Delete task
fr: Supprimer la tâche

source: Execution date
fr: Date d'exécution

source: Status
fr: Statut

source: History
fr: Historique

source: Task execution history
fr: Historique d'exécution de la tâche

source: Execution log
fr: Log d'exécution

source: Adding new scheduler task
fr: Ajout d'une nouvelle tâche

source: List of currently running jobs
fr: Liste des jobs actuellement planifiés

source: :: Add URL caller...
fr: :: Ajouter un appel d'URL...

source: :: URL properties...
fr: :: Propriétés de l'URL...

source: :: Add ZODB packing task...
fr: :: Ajouter un compacteur ZEO...

source: Properties of ZEO packed database
fr: Connexion à la base de données ZEO à compacter

source: :: Packer properties...
fr: :: Propriétés du compacteur...

source: Send empty reports?
fr: Envoyer des rapports d'exécution vides ?

source: If 'No', empty reports will not be sent by mail
fr: Si 'Non', les rapports d'exécution vides ne seront pas envoyés par mail

source: Keep empty reports history?
fr: Conserver les rapports vides dans l'historique ?

source: If 'Yes', empty reports will be kept in task history
fr: Si 'Oui', les compte-rendus d'exécution vides seront conservés dans l'historique des tâches

source: History length
fr: Durée d'historisation

source: Number of execution reports to keep in history; enter 0 to disable
fr: Nombre de logs d'exécution conservés dans l'historique

source: Task history
fr: Historique d'exécution de la tâche

source: Is the task runnable ?
fr: Cette tâche est-elle exécutable ?

source: Internal ID
fr: ID interne

source: Class name of scheduling mode marker interface
fr: Interface de marquage correspondant au mode de planification choisi

source: Class name of scheduling mode info interface
fr: Schéma d'informations correspondant au mode de planification choisi

source: Active task
fr: Tâche active ?

source: You can disable a task by selecting 'No'
fr: Vous pouvez désactiver l'exécution d'une tâche en sélectionnant 'Non' (celle-ci sera tout de même planifiée)

source: Maximum number of iterations
fr: Nombre maximum d'itérations

source: Maximum number of times the job will be executed; keep empty for infinite execution. WARNING: Counter is reset when server restarts or if task is re-scheduled.
fr: Nombre maximum d'exécutions de la tâche ; laissez la zone vide pour ne pas mettre de limite. ATTENTION : le compteur est réinitialisé au re-démarrage du serveur ou lorsque la tâche est re-planifiée !

source: First execution date
fr: Date de la première exécution

source: Date from which scheduling should start
fr: Date de démarrage de la planification du job

source: Years
fr: Années

source: Years for which to schedule the job
fr: Années de planification du job ; '*' pour toutes

source: Months
fr: Mois

source: Months (1-12) for which to schedule the job
fr: Mois (de 1 à 12) de planification du job ; '*' pour tous

source: Month days
fr: Jours du mois

source: Days (1-31) for which to schedule the job
fr: Jours (de 1 à 31) de planification du job ; '*' pour tous

source: Weeks
fr: Semaines

source: Year weeks (1-53) for which to schedule the job
fr: Semaines de l'année (de 1 à 53) de planification du job ; '*' pour toutes

source: Week days
fr: Jours de la semaine

source: Week days (0-6, with 0 as monday) for which to schedule the job
fr: Jours de la semaine (de 0 à 6, avec 0 = lundi) de planification du job ; '*' pour tous

source: Hours
fr: Heures

source: Hours (0-23) for which to schedule the job
fr: Heures (de 0 à 23) de planification du job ; '*' pour toutes

source: Minutes (0-59) for which to schedule the job
fr: Minutes (de 0 à 59) de planification du job ; '*' pour toutes

source: Seconds
fr: Secondes

source: Seconds (0-59) for which to schedule the job
fr: Secondes (de 0 à 59) de planification du job ; '*' pour toutes

source: Weeks interval
fr: Semaines

source: Number of weeks between executions
fr: Nombre de semaines entre deux exécutions

source: Days interval
fr: Jours

source: Number of days between executions
fr: Nombre de jours entre deux exécutions

source: Hours interval
fr: Heures

source: Number of hours between executions
fr: Nombre d'heures entre deux exécutions

source: Minutes interval
fr: Minutes

source: Number of minutes between executions
fr: Nombre de minutes entre deux exécutions

source: Seconds interval
fr: Secondes

source: Number of seconds between executions
fr: Nombre de secondes entre deux exécutions

source: ZEO connection name
fr: Nom de la connexion ZEO

source: Name of ZEO connection utility pointing to packed database
fr: Nom de la connexion ZEO correspondant à la base de données à compacter

source: Maximum transactions age
fr: Âge maximum des transactions

source: Transactions older than this age, in days, will be removed
fr: Les transactions âgées de plus de cette valeur (en jours) seront supprimées...

source: Target URI
fr: URI cible

source: Full URI of remote service
fr: URI complète à appeler par la tâche

source: User name
fr: Code utilisateur

source: Target login
fr: Code utilisateur à utiliser sur l'URI appelée

source: Password
fr: Mot de passe

source: Target password
fr: Mot de passe à utiliser sur l'URI appelée

source: Proxy server
fr: Serveur proxy

source: Proxy server name
fr: Adresse du proxy

source: Proxy port
fr: Port du proxy

source: Proxy server port
fr: Port du proxy

source: Use remote DNS ?
fr: Utiliser le DNS distant

source: If 'Yes', remote DNS queries will be done by proxy server
fr: Si 'Oui', les requêtes DNS seront exécutées par le serveur proxy

source: Proxy user name
fr: Code utilisateur du proxy

source: Proxy password
fr: Mot de passe du proxy

source: Connection timeout
fr: Délai de connexion

source: Connection timeout, in seconds; keep empty to use system's default, which is also none by default
fr: Délai de réponse, en secondes ; conservez-le vide pour utiliser la valeur par défaut du système

source: Target hostname of IP address
fr: Nom ou adresse IP de la cible

source: Enter hostname or address of a remote hots; keep empty for local server host
fr: Entrez le nom ou l'adresse IP de la machine distante ; laissez la zone vide pour lancer une commande localement sur le serveur

source: SSH port number
fr: Numéro du port SSH

source: Private key filename
fr: Fichier de clé privée

source: Enter name of private key file; use '~' to identify running server user home directory, as in ~/.ssh/id_rsa
fr: Indiquez le nom du fichier contenant la clé privée. Utilisez '~' pour spécifier le répertoire personnel de l'utilisateur exécutant le service, comme dans ~/.ssh/id_rsa.

source: If not using private key, you must provider user's password
fr: Si vous n'utilisez pas de clé privée, vous devez indiquer le mot de passe de l'utilisateur

source: Command line
fr: Ligne de commande

source: Enter command line, using absolute path names
fr: Entrez la ligne de commande à exécuter, en utilisant des chemins d'accès absolus

source: You must provide a private key filename OR a password when defining remote tasks
fr: Vous devez fournir une clé privée OU un mot de passe pour vous connecter à un hôte distant.

source: Scheduler title
fr: Nom du planificateur de tâches

source: Scheduler process address
fr: Adresse d'écoute du scheduler

source: Address of scheduler listener, in the 'IPv4:port' format.Keep empty to disable it.
fr: Adresse d'écoute du scheduler, sous la forme 'IPv4:port' ; laisser la zone vide désactive le scheduler.

source: Name of ZEO connection utility defining scheduler connection
fr: Nom de la connexion ZEO correspondant à la connexion du scheduler

source: Scheduler tasks
fr: Tâches planifiées

source: List of tasks assigned to this scheduler
fr: Liste des tâches associées à ce planificateur

source: Scheduler managers
fr: Administrateurs

source: List of scheduler's managers, which can define scheduler settings
fr: Liste des administrateurs, habilités à gérer toutes les fonctions du planificateur de tâches

source: Scheduler operators
fr: Opérateurs

source: List of scheduler's operators, which can define tasks
fr: Liste des opérateurs, seulement autorisés à gérer les tâches

source: Job execution status
fr: Statut d'exécution du job

source: Execution status
fr: Statut

source: Execution report
fr: Compte-rendu d'exécution

source: Task name
fr: Nom de la tâche

source: Descriptive name given to this task
fr: Nom descriptif donné à la tâche

source: Scheduling mode
fr: Mode de planification

source: Scheduling mode defines how task will be scheduled
fr: Le mode de planification détermine les paramètres de planification qui seront disponibles

source: Reports source
fr: Émetteur des compte-rendus

source: Mail address from which reports will be sent
fr: Adresse de messagerie de l'émetteur des compte-rendus d'exécution

source: Reports target
fr: Destinataire des compte-rendus

source: Mail address to which execution reports will be sent
fr: Adresse de messagerie destinataire des compte-rendus d'exécution

source: Reports mailer
fr: Gestionnaire des envois

source: Mail delivery utility used to send mails
fr: Outil d'envoi des compte-rendus

source: Only report errors?
fr: N'envoyer que les erreurs ?

source: If 'Yes', only error reports will be sent to given target
fr: Si 'Oui', les compte-rendus ne seront transmis qu'en cas d'erreurs d'exécution

source: The 'run' method must be implemented by BaseTask subclasses
fr: La méthode 'run' doit être implémentée par les classes des tâches à planifier

source: Task is not configured for cron-style scheduling !
fr: Cette tâche n'est pas configurée pour utiliser un mode de planification de type "cron" !

source: Task is not configured for date-style scheduling !
fr: Cette tâche n'est pas configurée pour utiliser un mode de planification de type "date" !

source: Task is not configured for loop-style scheduling !
fr: Cette tâche n'est pas configurée pour utiliser un mode de planification de type "répétition" !
