Repository: pypi-data/pypi-mirror-8
Catalog: packages/django-frontend-notification/django-frontend-notification-0.3.0.tar.gz/django-frontend-notification-0.3.0/frontend_notification/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Notice type
fr: Type de Notice

source: Sender
fr: Envoyeux

source: All notifications are marked as read.
fr: Toutes les notifications sont marqués comme lus.
ru: Все уведомления, отмечены как прочитанные.

source: "%(name)s" is deleted.
fr: "%(name)s" est supprimé.
ru: "%(name)s" удалён

source: "%(name)s" is marked as read.
fr: "%(name)s" est marqué comme lu.
ru: "%(name)s" помечен как прочитанные.

source: %(count)s notification(s) are deleted.
fr: %(count)s notification (s) sont supprimés.
ru: %(count)s уведомлением(ы) будут удалены.

source: %(count)s notification(s) are marked as read.
fr: %(count)s de notification (s) sont marqués comme lus.
ru: %(count)s уведомлением(ы) отмечены как прочитанные.

source: You must check at least one box!
fr: Vous devez cocher au moins une case!
ru: Вы должны проверить, по крайней мере одной коробке!

source: notification(s) are going to be deleted?
fr: notification (s) vont être supprimés?
ru: Уведомление (ы) будут удалены?

source: notification(s) are going to be marked as read?
fr: notification (s) vont être marqué comme lu?
ru: Уведомление (ы) будут отмечены как прочитанные?

source: Alert
fr: Alerte
ru: Оповещение

source: Action
fr: Actions
ru: Действие

source: Mark as read
fr: Marquer comme lu
ru: Отметить как прочитано

source: Delete notifications
fr: Notifications de suppression
ru: Удаление уведомлений

source: Mark all as read
fr: Tout marquer comme lu
ru: Отметить всё как прочитано

source: no records found
fr: aucun enregistrement trouvé
ru: не найдены записи

source: New
fr: Nouveau
ru: Новое

source: Read
fr: Lire
ru: Читать

source: Date
ru: Дата

source: Notifications
ru: Уведомления
