Repository: pypi-data/pypi-mirror-8
Catalog: packages/ityou.esi.theme/ityou.esi.theme-1.3rc3.tar.gz/ityou.esi.theme-1.3rc3/src/ityou/esi/theme/locales/*/LC_MESSAGES/ityou.esi.theme.po
Languages: de

source: Changes applied.
de: Änderungen übernommen.

source: Changes canceled.
de: Änderungen verworfen.

source: Changes made.
de: Änderungen übernommen.

source: Changes saved.
de: Änderungen gespeichert.

source: Connection string of postgresql database
de: Verbindungsdaten zum Postgres-Server

source: Could not add group ${name}, perhaps a user or group with this name already exists.
de: Konnte Gruppe ${name} nicht hinzufügen, möglicherweise existiert schon ein/e Benutzer/Gruppe mit diesem Namen.

source: Determines if your Plone is optimized for small or large sites. In environments with a lot of groups it can be very slow or impossible to build a list all groups. This option tunes the user interface and behaviour of Plone for this case by allowing you to search for groups instead of listing all of them.
de: Ermittelt, ob ihre Plone-Installation für kleine oder große Seiten optimiert ist. In Umgebungen mit vielen Gruppen kann es sehr langsam oder sogar unmöglich sein eine Liste mit allen Gruppen anzuzeigen. Diese Einstellung optimiert das Verhalten von Plone in diesem Fall, indem in diesem Fall keine komplette Liste angezeigt wird, sondern eine Suche.

source: Determines if your Plone is optimized for small or large sites. In environments with a lot of users it can be very slow or impossible to build a list all users. This option tunes the user interface and behaviour of Plone for this case by allowing you to search for users instead of listing all of them.
de: Ermittelt, ob ihre Plone-Installation für kleine oder große Seiten optimiert ist. In Umgebungen mit vielen Benutzern kann es sehr langsam oder sogar unmöglich sein eine Liste mit allen Benutzern anzuzeigen. Diese Einstellung optimiert das Verhalten von Plone in diesem Fall, indem in diesem Fall keine komplette Liste angezeigt wird, sondern eine Suche.

source: Enter the connection string of postgresql database.
de: Bitte geben Sie die Verbindungsdaten zu Ihrem Postgres-Datenbankserver an.

source: Enter the time period between two Ajax-Requests.
de: Geben Sie die Zeitabstände zwischen 2 Ajax-Anfragen an.

source: Group ${name} has been added.
de: Gruppe ${name} wurde hinzugefügt.

source: Group name required.
de: Gruppenname wird benötigt.

source: Group(s) deleted.
de: Gruppe(n) gelöscht.

source: ITYOU ESI settings
de: ITYOU ESI Einstellungen

source: Many groups?
de: Viele Gruppen?

source: Many users?
de: Viele Benutzer?

source: No changes made.
de: Keine Änderungen vorgenommen.

source: No mailhost defined. Unable to reset passwords.
de: Kein Mailserver vorhanden. Konnte Passwörter nicht zurücksetzen.

source: Registration settings
de: Registrierungseinstellungen

source: Registration settings for this site.
de: Registrierungseinstellungen für diese Seite.

source: Settings of the ITYOU ESI variables
de: Einstellung der ITYOU ESI Variablen.

source: The group name you entered is not valid.
de: Der eingegebene Gruppenname ist ungültig.

source: Time period for ajax requests
de: Zeitabstand zwischen Ajax-Anfragen.

source: User and groups settings for this site.
de: Benutzer- und Gruppeneinstellungen für diese Seite.

source: User/Groups settings
de: Benutzer-/Gruppeneinstellungen

source: label_cancel
de: Abbrechen

source: label_save
de: Speichern

source: reset_passwords_msg
de: Den folgenden Benutzern wurde eine E-Mail mit einem Link zum Passwort zurücksetzen geschickt: ${user_ids}
