Repository: pypi-data/pypi-mirror-8
Catalog: packages/trytond_health_crypto/trytond_health_crypto-2.6.4.tar.gz/trytond_health_crypto-2.6.4/locale/*.po
Languages: es_es

# field:gnuhealth.prescription.order,digest_current:
source: Current Hash
es_es: Hash actual

# field:gnuhealth.prescription.order,digest_status:
source: Altered
es_es: Modificado

# field:gnuhealth.prescription.order,digital_signature:
source: Digital Signature
es_es: Firma Digital

# field:gnuhealth.prescription.order,document_digest:
source: Digest
es_es: MD

# field:gnuhealth.prescription.order,serializer:
source: Doc String
es_es: Cadena Doc

# field:gnuhealth.prescription.order,serializer_current:
source: Current Doc
es_es: Doc. actual

# field:gnuhealth.prescription.order,state:
source: State
es_es: Estado

# help:gnuhealth.prescription.order,digest_status:
source: This field will be set whenever parts of the main original document has been changed. Please note that the verification is done only on selected fields.
es_es: Este campo se activará siempre que el documento original se haya alterado. Recuerde que el proceso de verificación se realiza únicamente en los campos seleccionados.

# help:gnuhealth.prescription.order,document_digest:
source: Original Document Digest
es_es: Hash del documento original

# selection:gnuhealth.prescription.order,state:
source: Done
es_es: Hecho

# selection:gnuhealth.prescription.order,state:
source: Draft
es_es: Borrador

# view:gnuhealth.prescription.order:
source: Document validation
es_es: Validación

# view:gnuhealth.prescription.order:
source: Generate
es_es: Generar

# view:gnuhealth.prescription.order:
source: Generate prescription ?
es_es: Generar receta ?

# view:gnuhealth.prescription.order:
source: Sign the prescription
es_es: Firmar la receta
