Repository: pypi-data/pypi-mirror-8
Catalog: packages/collective.singingnotify/collective.singingnotify-1.0.1.zip/collective.singingnotify-1.0.1/collective/singingnotify/locales/*/LC_MESSAGES/collective.singingnotify.po
Languages: it

source: A mail action that sends email notify when an user confirm his subscription in a channel.
it: Viene spedita una notifica via mail quando un utente conferma la sua iscrizione al canale.

source: A mail action that sends email notify when an user will unsubscribe from a channel.
it: Viene spedita una notifica via mail quando un utente si cancella da un canale.

source: Add S&D Confirm Subscription Mail Action
it: Aggiungi azione per conferma iscrizione da S&D

source: Add S&D Unsubscription Mail Action
it: Aggiungi azione per cancellazione da S&D

source: Configure element
it: Configura l'elemento

source: Edit S&D Confirm Subscription Mail Action
it: Modifica azione per conferma iscrizione da S&D

source: Edit S&D Unsubscription Mail Action
it: Modifica azione per cancellazione da S&D

source: Email report to ${dest_addr}
it: Mail spedita a ${dest_addr}

source: Message
it: Messaggio

source: Receiver email
it: Destinatario

source: Sender email
it: Mittente

source: Subject
it: Oggetto

source: Subject of the message
it: Oggetto del messaggio

source: The address where you want to send the e-mail message.
it: L'indirizzo a cui vuoi mandare i messaggi email.

source: The email address that sends the email. If no email is provided here, it will use the portal from address.
it: L'indirizzo email mittente. Se non è impostato, viene usato quello settato nel portale.

source: Type in here the message that you want to mail. Some defined content can be replaced: ${portal} will be replaced by the title of the portal. ${url} will be replaced by the URL of the newsletter. ${channel} will be replaced by the newsletter channel name. ${subscriber} will be replaced by subscriber name.
it: Scrivi qui il messaggio da spedire. Alcune parti del messaggio possono essere rimpiazzate: ${portal} verrà rimpiazzato dal nome del portale. ${url} verrà rimpiazzato dall'url della newsletter. ${channel} verrà rimpiazzato dal nome del canale della newsletter. ${subscriber} verrà rimpiazzato dall'indirizzo email che si è disiscritto.
