Repository: pypi-data/pypi-mirror-8
Catalog: packages/porticus/porticus-0.9.6.tar.gz/porticus-0.9.6/porticus/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Invalid image for %s
fr: Image invalide pour %s

source: No image for %s
fr: Aucune image pour %s

source: File
fr: Fichier

source: You must fill one of these fields
fr: Vous devez remplir un de ces champs

source: galleries
fr: galeries

source: Binary
fr: Binaire

source: Text
fr: Texte

source: name
fr: nom

source: header
fr: en-tête

source: short description
fr: description courte

source: file type
fr: type de fichier

source: file
fr: fichier

source: file url
fr: URL du fichier

source: file weight
fr: poids du fichier

source: Template used to render the ressource
fr: Template utilisé pour afficher la ressource

source: display priority
fr: priorité d'affichage

source: Set this value to 0 will hide the item
fr: Mettre cette valeur à 0, cachera l'élément

source: placeholder name
fr: nom du placeholder

source: Used for positioning.
fr: Utilisé pour le positionnement

source: creation date
fr: date de création

source: Please fill a file or a file url
fr: Veuillez téléverser un fichier ou indiquer une URL vers un fichier

source: credits
fr: crédits

source: thumbnail
fr: miniature

source: Template used to render the gallery
fr: Template utilisé pour afficher la galerie

source: gallery
fr: galerie

source: Gallery
fr: Galerie

source: Gallery to display
fr: Galerie à afficher

source: Template used to render the plugin Gallery
fr: Template utilisé pour afficher le plugin de la galerie

source: Galleries
fr: Galeries

source: No gallery
fr: Aucune galerie

source: Page %(current_page)s of %(total_page)s
fr: Page %(current_page)s sur %(total_page)s

source: Ressources for
fr: Ressources pour

source: No ressources
fr: Aucune ressource
