Repository: pypi-data/pypi-mirror-8
Catalog: packages/cubicweb-person/cubicweb-person-1.9.0.tar.gz/cubicweb-person-1.9.0/i18n/*.po
Languages: fr

# inlined:Person.use_email.subject
source: EmailAddress
fr: Adresse email

# inlined:Person.im_address.subject
source: IMAddress
fr: Adresse messagerie instantanée

source: Mr
fr: M.

source: Mrs
fr: Mme

source: Ms
fr: Melle

source: New Person
fr: Nouvelle personne

source: Person
fr: Personne

source: Person_plural
fr: Personnes

# inlined:Person.phone.subject
source: PhoneNumber
fr: N° de téléphone

# inlined:Person.postal_address.subject
source: PostalAddress
fr: Adresse postale

source: This Person
fr: Cette personne

source: a physical person
fr: une personne physique

source: add Person im_address IMAddress subject
fr: adresse de messagerie instantanée

source: add Person phone PhoneNumber subject
fr: numéro de téléphone

source: add Person postal_address PostalAddress subject
fr: adresse postal

source: add Person use_email EmailAddress object
fr: personne

source: add Person use_email EmailAddress subject
fr: adresse email

# inlined:Person.use_email.subject
source: add a EmailAddress
fr: ajouter une adresse email

# inlined:Person.im_address.subject
source: add a IMAddress
fr: ajouter une adresse de messagerie instantanée

# inlined:Person.phone.subject
source: add a PhoneNumber
fr: ajouter un n° de téléphone

# inlined:Person.postal_address.subject
source: add a PostalAddress
fr: ajouter une adresse postale

source: civility
fr: civilité

# Person
source: civility
fr: civilité

source: creating EmailAddress (Person %(linkto)s use_email EmailAddress)
fr: adresse électronique de %(linkto)s

source: creating IMAddress (Person %(linkto)s im_address IMAddress)
fr: adresse de messagerie instantanée de %(linkto)s

source: creating PhoneNumber (Person %(linkto)s phone PhoneNumber)
fr: numéro de téléphone de %(linkto)s

source: creating PostalAddress (Person %(linkto)s postal_address PostalAddress)
fr: adresse de %(linkto)s

source: emails
fr: courriels

source: emails sent or received by %s
fr: courriels émis ou reçus par %s

source: facets_civility-facet
fr: facette civilité

# Person
source: firstname
fr: prénom

source: im_address
fr: messagerie instantanée

# Person
source: im_address
fr: messagerie instantanée

source: im_address_object
fr: utilisé par

# IMAddress
source: im_address_object
fr: utilisé par

source: phone
fr: téléphone

# Person
source: phone
fr: téléphone

source: phone_object
fr: téléphone de

# PhoneNumber
source: phone_object
fr: téléphone de

source: postal_address
fr: adresse postale

# Person
source: postal_address
fr: adresse postale

source: postal_address_object
fr: adresse de

# PostalAddress
source: postal_address_object
fr: adresse de

# Person
source: primary_email
fr: email principal

# Person
source: surname
fr: nom

# Person
source: use_email
fr: utilise email
