Repository: pypi-data/pypi-mirror-8
Catalog: packages/ajenti/ajenti-1.2.22.11.tar.gz/ajenti-1.2.22.11/ajenti/locales/*/LC_MESSAGES/ajenti.po
Languages: et_ee

source: Plugins
et_ee: Pluginad

source: Gathering plugin list
et_ee: Koostan pluginate nimekirja

source: Name
et_ee: Nimi

source: Description
et_ee: Kirjeldus

source: Dependencies
et_ee: Sõltuvused

source: Type
et_ee: Tüüp

source: Depends on
et_ee: Sõltub

source: Status
et_ee: Staatus

source: Hosts
et_ee: Hostid

source: Add
et_ee: Lisa

source: Confirm deletion
et_ee: Kinnita kustutamine

source: Enable
et_ee: Võimalda

source: Configuration
et_ee: Konfiguratsioon

source: Save
et_ee: Salvesta

source: Memcache memory usage
et_ee: Memcache mälukasutus

source: Software
et_ee: Tarkvara

source: Username
et_ee: Kasutajanimi

source: Password
et_ee: Parool

source: Invalid key
et_ee: Vale võti

source: Invalid IP
et_ee: Vale IP-aadress

source: Expired
et_ee: Aegunud

source: Unknown
et_ee: Tundmatu

source: Error: "%s"
et_ee: Tõrge: "%s"

source: Configure
et_ee: Konfigureeri

source: Auto
et_ee: Automaatne

source: Saved. Please restart Ajenti for changes to take effect.
et_ee: Salvestatud. Palun taaskäivitage Ajenti muudatuste jõustumiseks.

source: Please supply hostname
et_ee: Palun sisestage hosti nimi

source: Please configure %s plugin!
et_ee: Palun konfigureeri %s plugin!

source: Modify Ajenti configuration
et_ee: Muuda Ajenti konfiguratsiooni

source: Restart Ajenti
et_ee: Taaskäivita Ajenti

source: General
et_ee: Üldine

source: Language
et_ee: Keel

source: or UNIX socket path
et_ee: või UNIX pesa asukoht

source: Use SSL
et_ee: Kasuta SSL

source: Path to certificate
et_ee: Sertifikaadi asukoht

source: SSL Self-Signed Certificate Generator
et_ee: SSL iseallkirjastatud sertifikaati generaator

source: Hostname
et_ee: Hosti nimi

source: Generate
et_ee: Geneeri

source: Users
et_ee: Kasutajad

source: Authentication
et_ee: Autentimine

source: Sync with
et_ee: Sünkroniseeri

source: Sync now
et_ee: Sünkrooni kohe

source: Configured correctly
et_ee: Õigesti konfigureeritud

source: Failed to sync
et_ee: Sünkroonimine ebaõnnestus

source: Accounts
et_ee: Kontod

source: Duplicate
et_ee: Paljunda

source: Change password
et_ee: Vaheta parool

source: Permissions
et_ee: Õigused

source: Other
et_ee: Muu

source: Send feedback
et_ee: Saada tagasiside

source: Ajenti will anonymously send its version, your OS name, and which plugins you use most to ajenti.org
et_ee: Ajenti saadab ajenti.org'le anonüümselt selle versiooni, teie OS nimi ning milliseid pluginaid te kasutate kõige rohkem

source: License
et_ee: Litsents

source: Restart
et_ee: Taaskäivita

source: Restart Ajenti?
et_ee: Taaskäivita Ajenti?

source: Server URL
et_ee: Serveri URL

source: Auth DN suffix
et_ee: Auth DN järelliide

source: Secret
et_ee: Salajane

source: Server address
et_ee: Serveri aadress

source: Domain name
et_ee: Domeeni nimi

source: Base DN
et_ee: Baas DN

source: Admin user
et_ee: Admini kasutaja

source: Admin password
et_ee: Admini parool

source: License status
et_ee: Litsentsi olek

source: Company
et_ee: Firma

source: License type
et_ee: Litsentsi tüüp

source: License expires on
et_ee: Litsents aegub

source: Remove
et_ee: Eemalda

source: No commercial license installed
et_ee: Kaubanduslik litsents ei ole paigaldatud

source: Install
et_ee: Paigalda

source: Task %s finished
et_ee: Toiming %s lõpule viidud

source: Task %s queued
et_ee: Toiming %s järjekorras

source: Task %s started
et_ee: Toiming %s alustatud

source: Tasks
et_ee: Toimingud

source: Tools
et_ee: Tööriistad

source: Execute command
et_ee: Käivita käsk

source: Copying %s
et_ee: Kopeerin %s

source: Move files
et_ee: Liiguta faile

source: Moving %s
et_ee: Liigutan %s

source: Delete files
et_ee: Kustuta faile

source: Deleting %s
et_ee: Kustutan %s

source: Running tasks
et_ee: Aktiivsed toimingud

source: Refresh
et_ee: Värskenda

source: Running
et_ee: Töötamas

source: Aborting
et_ee: Katkestamas

source: Pending
et_ee: Ootel

source: Abort
et_ee: Katkesta

source: Completed tasks
et_ee: Lõpuleviidud toimingud

source: Success
et_ee: Edukas

source: Aborted
et_ee: Katkestatud

source: Error
et_ee: Tõrge

source: Crashed
et_ee: Krahhitud

source: Run
et_ee: Käivita

source: Jobs
et_ee: Tööd

source: Run task
et_ee: Käivita toiming

source: Schedule
et_ee: Ajakava

source: Manual (specify below)
et_ee: Manuaalne (määrake allpool)

source: Hourly
et_ee: Tunnine

source: Daily
et_ee: Päevane

source: Weekly
et_ee: Nädalane

source: Monthly
et_ee: Kuine

source: Yearly
et_ee: Aastane

source: On reboot
et_ee: Taaskäivitamisel

source: Manual entry
et_ee: Käsitsi sisestus

source: Minute
et_ee: Minut

source: Hour
et_ee: Tund

source: Day
et_ee: Päev

source: Month
et_ee: Kuu

source: Create
et_ee: Loo

source: Run in parallel
et_ee: Käivita paralleelselt

source: From directory
et_ee: Kataloogist

source: Into directory
et_ee: Kataloogi

source: Archive
et_ee: Arhiiv

source: Recursive
et_ee: Rekursiivne

source: Preserve file times
et_ee: Säilita faili korda

source: Preserve ext. attributes
et_ee: Säilita lai. atribuudid

source: Delete in destination dir
et_ee: Kustuta sihtkoha kataloogi

source: Preserve permissions
et_ee: Säilita õigused

source: Command
et_ee: Käsklus

source: NFS Exports
et_ee: NFS eksportid

source: Saved
et_ee: Salvestatud

source: Directory
et_ee: Kataloog

source: Clients
et_ee: Kliendid

source: Address
et_ee: Aadress

source: Options
et_ee: Valikud

source: Notepad
et_ee: Märkmik

source: Untitled %i
et_ee: Nimetu %i

source: New
et_ee: Uus

source: Open
et_ee: Ava

source: Save As
et_ee: Salvesta nimega

source: Bookmark
et_ee: Järjehoidja

source: Topmost directory
et_ee: Ülemine kataloog

source: Cancel
et_ee: Loobu

source: The directory does not exist anymore
et_ee: Kataloogi ei ole enam olemas

source: Passwords don't match
et_ee: Paroolid ei ühti

source: Incorrect password
et_ee: Vale parool

source: Password changed
et_ee: Parool muudetud

source: Empty
et_ee: Tühi

source: Filter...
et_ee: Filtreeri...

source: Invalid login or password
et_ee: Vale login või parool

source: Email "%s" is not associated with any user
et_ee: Email "%s" ei ole seotud üheski kasutajaga

source: Login failed
et_ee: Sisselogimine nurjus

source: Section access
et_ee: Ligipääs

source: Password change
et_ee: Parooli vahetus

source: Old password
et_ee: Vana parool

source: New password
et_ee: Uus parool

source: Password confirmation
et_ee: Parooli kinnitus

source: File name
et_ee: Faili nimi

source: Script
et_ee: Skript

source: Launched
et_ee: Käivitatud

source: Scripts
et_ee: Skriptid

source: Run scripts
et_ee: Käivita skripte

source: Run in terminal
et_ee: Käivita terminalis

source: Memory usage
et_ee: Mälukasutus

source: Swap usage
et_ee: Saale kasutus

source: Load average
et_ee: Keskmine koormus

source: Uptime
et_ee: Ülaloleku aeg

source: CPU usage
et_ee: CPU kasutus

source: Password updated
et_ee: Parool uuendatud

source: Password update failed
et_ee: Parooli uuendamine nurjus

source: Shares
et_ee: Jagamised

source: Path
et_ee: Asukoht

source: Guest access
et_ee: Külalise ligipääs

source: Browseable
et_ee: Lehitsetav

source: Create mask
et_ee: Loo mask

source: Directory mask
et_ee: Kataloogi mask

source: Read only
et_ee: Ainult lugemine

source: Advanced
et_ee: Edasijõudnud

source: Allowed users
et_ee: Lubatud kasutajad

source: R/W users
et_ee: R/W kasutajad

source: Veto files
et_ee: Veto failid

source: Force file umask
et_ee: Sund faili umask

source: Force dir umask
et_ee: Sund kataloogi umask

source: Config
et_ee: Konfiguratsioon

source: Networking
et_ee: Võrgustik

source: Interfaces
et_ee: Liidesed

source: Bind only to these interfaces
et_ee: Seo ainult neid liideseid

source: Identification
et_ee: Identifitseerimine

source: Workgroup
et_ee: Töörühm

source: Server string
et_ee: Serveri element

source: Log file
et_ee: Logifail

source: Security
et_ee: Turvalisus

source: Sessions
et_ee: Seansid

source: Share
et_ee: Jaga

source: User
et_ee: Kasutaja

source: Machine
et_ee: Masin

source: Disconnect
et_ee: Katkesta ühendus

source: Set
et_ee: Säti

source: HDD drive state
et_ee: HDD ketta olek

source: No data
et_ee: Andmed puuduvad

source: Device
et_ee: Seadme

source: System
et_ee: Süsteem

source: Home dir for %s was created
et_ee: Kodukaust %s loodi

source: Password for %s was changed
et_ee: %s parool vahetati

source: Password shouldn't be empty
et_ee: Parool ei tohi olla tühi

source: Password for %s was removed
et_ee: %s parool eemaldati

source: Group
et_ee: Grupp

source: System Users
et_ee: Süsteemi kasutajad

source: Groups
et_ee: Grupid

source: Members
et_ee: Liikmed

source: Comment
et_ee: Kommenteeri

source: Home directory
et_ee: Kodukataloog

source: Shell
et_ee: Kest

source: This database name is already used
et_ee: Andmebaasi nimi on juba kasutusel

source: Databases
et_ee: Andmebaasid

source: PUMA service
et_ee: PUMA teenus

source: Subnetworks
et_ee: Alamvõrgud

source: Specification
et_ee: Spetsifikatsioon

source: IP ranges
et_ee: IP vahemikud

source: Global options
et_ee: Üldised valikud

source: Couldn't connect to Munin: %s
et_ee: Ei saanud Munin'iga ühendust: %s

source: Munin HTTP authentication failed
et_ee: Munin HTTP autentimine nurjus

source: View
et_ee: Vaata

source: Reload
et_ee: Uuenda

source: Query finished
et_ee: Päring lõpule viidud

source: Output cut from %i rows to 200
et_ee: Väljund lõigatud %i reast 200

source: Confirm database drop!
et_ee: Kinnita andmebaasi kustutamist!

source: Database name
et_ee: Andmebaasi nimi

source: Static files
et_ee: Staatilised failid

source: Custom FCGI
et_ee: Kohandatud FCGI

source: Reverse proxy
et_ee: Lähtesta proksi

source: Process
et_ee: Protsess

source: Processes
et_ee: Protsessid

source: Websites
et_ee: Veebilehed

source: Testing configuration
et_ee: Konfiguratsiooni testimine

source: Saving changes
et_ee: Muudatuste salvestamine

source: Applying changes
et_ee: Muudatuste rakendamine

source: Restarting web services
et_ee: Veebiteenuste taaskäivitamine

source: Download complete
et_ee: Allalaadimine lõpetatud

source: Manage
et_ee: Haldamine

source: New website
et_ee: Uus veebileht

source: Configuration checks
et_ee: Konfiguratsiooni kontroll

source: Restart websites
et_ee: Taaskäivita veebilehed

source: Min processes
et_ee: Min protsessid

source: Max processes
et_ee: Max protsessid

source: PHP flags
et_ee: PHP õigused

source: Application module
et_ee: Rakenduse moodul

source: Virtualenv path
et_ee: Virtualenv asukoht

source: Workers
et_ee: Töötajad

source: Script name
et_ee: Skripti nimi

source: Script's HTTP port
et_ee: Skripti HTTP port

source: Environment
et_ee: Keskkond

source: Show directory content
et_ee: Näita kausta sisu

source: Use Bundler
et_ee: Kasuta Bundler

source: URL Pattern
et_ee: URL mudel

source: Custom path
et_ee: Kohandatud asukoht

source: Append URL pattern to path
et_ee: Lisa URL mudeli asukoht

source: Custom configuration
et_ee: Kohandatud konfiguratsioon

source: Use only custom configuration and don't include standard parameters
et_ee: Kasuta ainult kohandatud konfiguratsiooni ja ära kasuta standard parameetreid

source: Working directory
et_ee: Töökaust

source: Ajenti V is not enabled yet
et_ee: Ajenti V ei ole veel lubatud

source: Enabling Ajenti V will overwrite configuration for the following software:
et_ee: Ajenti V lubamisega kirjutatakse konfiguratsioon üle järgnevates rakendustes:

source: Back
et_ee: Tagasi

source: Delete
et_ee: Kustuta

source: All website data will be lost. Continue?
et_ee: Kõik veebi andmed lähevad kaotsi. Jätkada?

source: Enabled
et_ee: Lubatud

source: Maintenance mode
et_ee: Hooldusrežiim

source: Website files
et_ee: Veebisaidi failid

source: Create directory
et_ee: Loo kataloog

source: Automatic downloader
et_ee: Automaatne allalaadija

source: From URL
et_ee: URL

source: Download and unpack
et_ee: Lae alla ja paki lahti

source: Domains
et_ee: Domeenid

source: Domain
et_ee: Domeen

source: Ports
et_ee: Pordid

source: SSL certificate path
et_ee: SSL sertifikaadi asukoht

source: SSL key path
et_ee: SSL võtme asukoht

source: Content
et_ee: Sisu

source: Apply changes
et_ee: Rakenda muudatused

source: Autostart
et_ee: Automaatne käivitus

source: Disabled
et_ee: Keelatud

source: Autorestart
et_ee: Automaatne taaskäivitus

source: On crash
et_ee: Krahhis

source: Start timeout
et_ee: Käivitamise ajalõpp

source: Start retries
et_ee: Käivitamise kordus

source: NGINX config test
et_ee: NGINX konfiguratsiooni kontroll

source: NGINX service
et_ee: NGINX teenus

source: State
et_ee: Olukord

source: Devices
et_ee: Seadmed

source: Blocks
et_ee: Plokid

source: Recovery:
et_ee: Taastumine:

source: You can't disable firewall autostart on this platform
et_ee: Sa ei saa keelata tulemüüri automaatse käivituse sellel platvormil

source: Firewall
et_ee: Tulemüür

source: Add option
et_ee: Lisa valik

source: Disable
et_ee: Keela

source: autostart
et_ee: automaatne käivitus

source: Applied successfully
et_ee: Edukalt rakendatud

source: Raw edit
et_ee: Töötlemata muudatus

source: Load current state
et_ee: Lae hetkene olukord

source: This will overwrite the saved configuration with current firewall state! Continue?
et_ee: Sellega kirjutatakse salvestatud konfiguratsiooni üle hetkese tulemüüri olukorraga. Jätkada?

source: New Chain
et_ee: Uus ahel

source: Action
et_ee: Tegevus

source: Conditions
et_ee: Tingimused

source: New Rule
et_ee: Uus reegel

source: Apply
et_ee: Rakenda

source: Reason
et_ee: Põhjus

source: Modules
et_ee: Moodulid

source: States
et_ee: Olukorrad

source: Arguments
et_ee: Argumendid

source: Protocol
et_ee: Protokoll

source: Interface
et_ee: Liides

source: CodeMirror code editor
et_ee: CodeMirror koodiredaktor

source: Valid users
et_ee: Kehtiv kasutajad

source: Resource forks
et_ee: Ressurssi hargid

source: Extended attributes
et_ee: Laiendatud atribuudid

source: CNID scheme
et_ee: CNID kava

source: CNID address
et_ee: CNID aadress

source: Mail
et_ee: Meil

source: Invalid mailbox name
et_ee: Vale postkasti nimi

source: Invalid mailbox domain
et_ee: Vale postkasti domeen

source: This address is already taken
et_ee: See aadress on juba kasutusel

source: Custom domain
et_ee: Kohandatud domeen

source: No valid key exists
et_ee: Kehtiv võti ei eksisteeri

source: Mailboxes
et_ee: Postkastid

source: Size
et_ee: Suurus

source: Forwarding
et_ee: Ekspedereerimine

source: Target address
et_ee: Sihtkoht

source: New mailbox
et_ee: Uus postkast

source: Mailbox
et_ee: Postkast

source: Selector
et_ee: Valija

source: Private key
et_ee: Privaatne võti

source: DNS entry template
et_ee: DNS kirje mall

source: Generate new DKIM key
et_ee: Loo uus DKIM võti

source: Certificate path
et_ee: Sertifikaadi asukoht

source: Private key path
et_ee: Privaatne võti asukoht

source: Generate new certificate
et_ee: Loo uus sertifikaat

source: Custom MTA configuration
et_ee: Kohandatud MTA konfiguratsioon

source: Custom ACLs
et_ee: Kohandatud ACL-id

source: Custom routers
et_ee: Kohandatud ruuterid

source: Custom transports
et_ee: Kohandatud transpordid

source: Ajenti V Mail is not enabled yet
et_ee: Ajenti V meil ei ole veel lubatud

source: Enabling Ajenti V Mail will overwrite configuration for the following software:
et_ee: Ajenti V maili rakendamine kirjutatakse konfiguratsioon üle järgnevates rakendustes:

source: No search results found
et_ee: Otsingu tulemused ei leitud

source: Packages
et_ee: Paketid

source: Enqueueing package installation
et_ee: Järjekorras paketi paigaldamine

source: Installation complete!
et_ee: Paigaldus on lõpule viidud!

source: Querying package manager
et_ee: Järjekorras paketi haldus

source: %i found, 100 shown
et_ee: %i leitud, 100 näidatud

source: %i found
et_ee: %i leitud

source: Install / remove
et_ee: Paigalda / eemalda

source: Refresh lists
et_ee: Värskenda loendeid

source: Get lists
et_ee: Saa nimekirjad

source: Upgradeable
et_ee: Täiendatav

source: Upgrade all
et_ee: Täienda kõik

source: Search
et_ee: Otsing

source: Cancel all
et_ee: Loobu kõigist

source: Version
et_ee: Versioon

source: Mark for installation/upgrade
et_ee: Märgi paigaldamiseks/täiendamiseks

source: Mark for removal
et_ee: Märgi kustutamisele

source: HDD Temperature
et_ee: HDD temperatuur

source: Sensor
et_ee: Andur

source: Zone saved
et_ee: Tsoon salvestatud

source: %s does not exist
et_ee: %s ei eksisteeri

source: Zones
et_ee: Tsoonid

source: File
et_ee: Fail

source: Zone
et_ee: Tsoon

source: Zone file does not exist
et_ee: Tsooni faili pole olemas

source: Save zone
et_ee: Salvesta tsoon

source: File Manager
et_ee: Failihaldur

source: Files deleted
et_ee: Failid kustutatud

source: Files moved
et_ee: Failid liigutatud

source: Files copied
et_ee: Failid kopeeritud

source: Selected %i items
et_ee: Valitud %i üksused

source: Unpacked
et_ee: Lahti pakitud

source: Close
et_ee: Sulge

source: New File
et_ee: Uus fail

source: New Folder
et_ee: Uus kaust

source: Cut
et_ee: Lõika

source: Copy
et_ee: Kopeeri

source: Paste
et_ee: Kleebi

source: Select all
et_ee: Vali kõik

source: Upload
et_ee: Lae ülesse

source: Clipboard
et_ee: Lõikelaud

source: Edit
et_ee: Muuda

source: Unpack
et_ee: Paki lahti

source: Access
et_ee: Ligipääs

source: Owner
et_ee: Omanik

source: Others
et_ee: Muud

source: Set recursively
et_ee: Sea rekursiivselt

source: Startup directory
et_ee: Käivitamise kataloog

source: Owner for new files
et_ee: Omanik uute failide jaoks

source: Group for new files
et_ee: Grupp uute failide jaoks

source: Process has exited with status %i
et_ee: Protsess väljus staatusega %i

source: Process has exited successfully
et_ee: Protsess on edukalt väljunud

source: Run shell
et_ee: Jooksuta kesta

source: Run custom commands
et_ee: Käivita kohandatud käsud

source: No active terminals
et_ee: Pole aktiivseid terminale

source: Default shell
et_ee: Vaikimisi kest

source: Immediate Traffic
et_ee: Vahetu andmeside

source: Traffic
et_ee: Andmeside

source: Network
et_ee: Võrk

source: Bring up
et_ee: Tõsta esile

source: Bring down
et_ee: Alanda

source: Bringing down primary network connection may cut off any access to the server! Are you sure?
et_ee: Esmase võrguühenduse väljalülitamine võib katkestada ära igasugust ligipääsu serverisse! Kas oled kindel?

source: Restarting primary network connection may cut off any access to the server! Are you sure?
et_ee: Esmase võrguühenduse taaskäivitamine võib katkestada ära igasugust ligipääsu serverisse! Kas oled kindel?

source: Static
et_ee: Staatiline

source: Manual
et_ee: Manuaalne

source: Samba Cluster
et_ee: Samba kobar

source: Failed to obtain CTDB status
et_ee: CTDB oleku hankimine nurjus

source: Public IPs
et_ee: Avalik IP

source: Manage Samba
et_ee: Samba haldamine

source: Debug level
et_ee: Debug tase

source: Files
et_ee: Failid

source: Recovery lock file
et_ee: Taasteluku fail

source: Public addresses file
et_ee: Avalikute aadresside fail

source: Nodes file
et_ee: Sõlmede fail

source: Public interface
et_ee: Avalik liides

source: Public network
et_ee: Avalik võrk

source: Public gateway
et_ee: Avalik gateway

source: Nodes
et_ee: Sõlmed

source: Public addresses
et_ee: Avalikud aadressid

source: Array
et_ee: Massiiv

source: Nameservers
et_ee: Nimeserverid

source: DNS nameserver
et_ee: DNS nimeserver

source: Local domain name
et_ee: Kohalik domeeninimi

source: Search list
et_ee: Loendi otsing

source: Sort list
et_ee: Loendi sorteerimine

source: Value
et_ee: Väärtus

source: Disk space
et_ee: Kõvaketta maht

source: Free disk space
et_ee: Vaba kettaruum

source: %s free
et_ee: %s vaba

source: Immediate I/O
et_ee: Kohene I/O

source: Filesystems
et_ee: Failisüsteemid

source: Unmounted
et_ee: Lahtiühendatud

source: mount -a failed
et_ee: mount -a nurjus

source: Mount all
et_ee: Ühenda kõik

source: Mountpoint
et_ee: Ühenduspunkt

source: FS type
et_ee: FS tüüp

source: Scan frequency
et_ee: Skaneerimise sagedus

source: Scan pass
et_ee: Skaneerimise pass

source: Mounted filesystems
et_ee: Ühendatud failisüsteemid

source: Used
et_ee: Kasutatud

source: Usage
et_ee: Kasutus

source: Unmount
et_ee: Ühenda lahti

source: Welcome
et_ee: Tere tulemast

source: Dashboard
et_ee: Töölaud

source: Widgets
et_ee: Vidinad

source: Text
et_ee: Tekst

source: Add widget
et_ee: Lisa vidin

source: Automatic refresh
et_ee: Automaatne värskendamine

source: Update Ajenti
et_ee: Uuenda Ajenti

source: Ajenti update is available
et_ee: Ajenti uuendus on saadaval

source: Remote IP
et_ee: Kaug-IP

source: Local IP
et_ee: Kohalik IP

source: Connected since
et_ee: Ühendatud alates

source: clients
et_ee: kliendid

source: Messages
et_ee: Sõnumid

source: Timestamp
et_ee: Ajatempel

source: Flags
et_ee: Lipud

source: Management address
et_ee: Halduse aadress

source: host:port or UNIX socket path
et_ee: host:port või UNIX pesa asukoht

source: Power
et_ee: Vool

source: Power control
et_ee: Voolu haldamine

source: Suspend
et_ee: Peata

source: Hibernate
et_ee: Lülita unerežiimile

source: Reboot
et_ee: Taaskäivita

source: Shutdown
et_ee: Lülita välja

source: AC power
et_ee: AC vool

source: Battery
et_ee: Vool

source: Suspend the system?
et_ee: Peata süsteemi?

source: Hibernate the system?
et_ee: Unerežiim süsteemile?

source: Reboot the system?
et_ee: Taaskäivita süsteem?

source: Power off
et_ee: Lülita välja

source: Shutdown the system?
et_ee: Lülita süsteem välja?

source: Service
et_ee: Teenus

source: Services
et_ee: Teenused

source: %s started
et_ee: %s käivitatud

source: %s stopped
et_ee: %s peatatud

source: %s restarted
et_ee: %s taaskäivitatud

source: Origin
et_ee: Päritolu

source: Actions
et_ee: Tegevused

source: Start
et_ee: Käivita

source: Stop
et_ee: Peata

source: IPMI Sensor
et_ee: IPMI andur

source: Aliases
et_ee: Aliasid

source: Parent
et_ee: Vanem

source: Terminate
et_ee: Lõpeta

source: Kill
et_ee: Hävita

source: HTTP Access
et_ee: HTTP ligipääs

source: Mode
et_ee: Režiim

source: Allow
et_ee: Luba

source: Deny
et_ee: Keela

source: Node.js service
et_ee: Node.js teenus

source: GUnicorn service
et_ee: GUnicorn teenus

source: CSF Firewall
et_ee: CSF tulemüür

source: Applied
et_ee: Rakendatud

source: Self-test OK
et_ee: Füüsiline kontroll OK

source: Testing mode
et_ee: Testimise režiim

source: Network device
et_ee: Võrguseade

source: Network device (IPv6)
et_ee: Võrguseade (IPv6)

source: Allowed ports
et_ee: Lubatud pordid

source: Incoming TCP
et_ee: Sissetulev TCP

source: Outgoing TCP
et_ee: Väljaminev TCP

source: Incoming UDP
et_ee: Sissetulev UDP

source: Outgoing UDP
et_ee: Väljaminev UDP

source: Enable IPv6
et_ee: Luba IPv6

source: IP lists
et_ee: IP loend

source: Permanent rules
et_ee: Alalised reeglid

source: Allowed addresses
et_ee: Lubatud aadressid

source: Denied addresses
et_ee: Keelatud aadressid

source: Temporary rules
et_ee: Ajutised reeglid

source: Banned addresses
et_ee: Keelatud aadressid

source: Ban
et_ee: Keela

source: Select
et_ee: Vali

source: Normal
et_ee: Tavaline

source: Special
et_ee: Spetsiaalne

source: Logs
et_ee: Logid

source: PHP-FPM service
et_ee: PHP-FPM teenus

source: FAILING
et_ee: NURJUMAS

source: PRE-FAIL
et_ee: EEL-NURJUMINE

source: Unknown error
et_ee: Tuvastamata tõrge

source: Errors in log
et_ee: Tõrged logis

source: Active Directory Syncronization
et_ee: Aktiivne kataloogi sünkroniseerimine

source: LDAP User Syncronization
et_ee: LDAP kasutaja sünkroniseerimine

source: Off
et_ee: Väljas

source: OS users
et_ee: OS kasutajad
