Repository: pypi-data/pypi-mirror-8
Catalog: packages/cubicweb-vcwiki/cubicweb-vcwiki-0.3.0.tar.gz/cubicweb-vcwiki-0.3.0/i18n/*.po
Languages: fr

source: %(vcwiki)s - History of %(wikipath)s
fr: %(vcwiki)s - Historique de %(wikipath)s

source: Choose two revisions in the form below to compare them.
fr: Choisir deux révisions à comparer dans le formulaire ci-dessous.

source: Compare
fr: Comparer

source: Could not compute diff.
fr: Impossible de déterminer la différence entre les deux révisions.

source: Create this wiki page?
fr: Créer cette page wiki ?

source: Files are identical.
fr: Les fichiers sont identiques.

source: New VCWiki
fr: Nouveau wiki

source: New wiki page
fr: Nouvelle page de wiki

source: Rev. 1
fr: Révision 1

source: Rev. 2
fr: Révision 2

source: Revert to an old rev.
fr: Revenir à une version antérieure

source: Revert to revision %s
fr: Revenir à la révision %s

source: This VCWiki
fr: Ce wiki

source: This wiki page does not exist.
fr: Cette page de wiki n'existe pas.

source: VCWiki
fr: Wiki

source: VCWiki_plural
fr: Wiki

source: You may also revert the page content to its value using the revert link.
fr: Vous pouvez aussi revenir à une version antérieure en utilisant le lien dédié.

source: You may view the page as it was at a given revision by clicking on it.
fr: Il est possible de voir cette page telle qu'elle apparaissait à une révision donnée en cliquant dessus.

source: can not set an empty content to a new wiki page
fr: Impossible de créer une page sans contenu

source: commit message
fr: message

source: content
fr: contenu

source: content_file_extension
fr: Extension du contenu

source: content_repo
fr: Entrepôt associé

source: content_repo_object
fr: Entrepôt du wiki

source: delete this page
fr: effacer cette page

source: edit this page
fr: modifier cette page

source: file extension of vcwiki pages as stored in the repository, without leading point ("."). Examples: "rst", "html"
fr: extension du nom des fichiers correspondant aux pages dans l'entrepôt du wiki (sans "."). Exemples: "rst", "html"

source: history of this page
fr: historique de la page

# VCWiki
source: name
fr: nom

source: root index
fr: index du wiki

source: see in wiki
fr: voir la page du wiki

source: wiki homepage
fr: page principale du wiki
