Repository: pypi-data/pypi-mirror-8
Catalog: packages/ztfy.extfile/ztfy.extfile-0.2.14-py2.7.egg/ztfy/extfile/locales/*/LC_MESSAGES/ztfy.extfile.po
Languages: fr

source: You have to define an IExtFileHandler utility to use external files !
fr: Vous devez définir un utilitaire de type IExtFileHandler pour utiliser des fichiers externes !

source: Handler config name
fr: Nom de la configuration

source: Name with which the utility is registered
fr: Nom sous lequel l'utilitaire a été enregistré'

source: Local root
fr: Racine locale

source: Local root of ExtFile files, added to namechooser base path
fr: Racine de stockage des fichiers externes, ajouté automatiquement au nom généré par le composant 'NameChooser'

source: Host name
fr: Nom de l'hôte

source: SFTP server name
fr: Nom du serveur SFTP

source: Host port number
fr: Port de l'hôte

source: SFTP server port number
fr: Port du serveur SFTP

source: User name
fr: Code utilisateur

source: SFTP session user name
fr: Code utilisateur de la session SFTP

source: User password
fr: Mot de passe

source: SFTP session user password
fr: Mot de passe de la session SFTP

source: Private key file
fr: Fichier de clé privée

source: Path name to private key file
fr: Chemin d'accès vers la clé privée'

source: Remote root
fr: Racine distante

source: Remote root of ExtFile files
fr: Racine du point de stockage des fichiers externes sur le serveur distant

source: Cache root
fr: Racine du cache

source: Local root of cached files
fr: Racine locale du point de stockage du cache des fichiers externes

source: You have to define private_key file or password !
fr: Vous devez définir le nom du fichier contenant la clé privée ou le mot de passe !

source: External file name
fr: Nom du fichier externe

source: Identify the file name on the file system
fr: Identification du fichier externe sur le système de fichiers

source: Configuration name
fr: Nom de la configuration

source: Name of the ExtFile name chooser configuration
fr: Nom sous lequel l'utilitaire de génération des noms de fichiers est enregistré

source: Temporary path name
fr: Répertoire temporaire

source: Absolute path of temporary files
fr: Répertoire de stockage des fichiers temporaires avant transfert vers le lieu de stockage final

source: Base path name
fr: Répertoire de base

source: Absolute base path of final files
fr: Racine du stockage définitif des fichiers externes

source: Filename chooser class
fr: Classe de générateur de noms

source: Name of an external files names chooser, implementing IExtFileNameChooser
fr: Nom d'un générateur de noms, implémentant l'interface IExtFileNameChooser
