Repository: pypi-data/pypi-mirror-8
Catalog: packages/lisa-server/lisa-server-0.2.0.4.tar.gz/lisa-server-0.2.0.4/lisa/server/lang/*/LC_MESSAGES/lisa.po
Languages: fr

source: The client %(from)s has joined the zone %(zone)s
fr: Le client %(from)s a rejoint la zone %(zone)s

source: Before 'before' rule: %(jsonInput)s
fr: Avant la règle 'before' : %(jsonInput)s

source: After 'before' rule: %(jsonInput)s
fr: Après la règle 'before' : %(jsonInput)s

source: I have not the right plugin installed to answer you correctly
fr: Je n'ai pas le module adéquat pour répondre à votre demande

source: Before 'after' rule: %(jsonOutput)s
fr: Avant la règle 'after' : %(jsonOutput)s

source: After 'after' rule: %(jsonOutput)s
fr: Après la règle 'after' : %(jsonOutput)s

source: Lost connection. Reason: %(reason)s
fr: Connexion perdue. Raison : %(reason)s

source: Error : Invalid JSON
fr: Erreur : JSON invalide

source: Reloading L.I.S.A Engine
fr: Rechargement du moteur L.I.S.A

source: Reloading Task Scheduler
fr: Rechagement du plannificateur de tâches

source: Started to connect.
fr: Connexion en cours.

source: Connected to Lisa.
fr: Connexion établie.

source: Resetting reconnection delay
fr: Paramétrage du délai de reconnexion

source: Connection failed. Reason: %(reason)s
fr: Connexion échouée. Raison: %(reason)s

source: Plugin already installed
fr: Plugin déjà installé

source: Plugin installed
fr: Plugin installé

source: Plugin already enabled
fr: Plugin déjà activé

source: Plugin enabled
fr: Plugin activé

source: Plugin already disabled
fr: Plugin déjà désactivé

source: Plugin disabled
fr: Plugin désactivé

source: Plugin not installed
fr: Plugin pas installé

source: Plugin uninstalled
fr: Plugin désinstallé

source: Plugin already exist on Pypi
fr: Le plugin existe déjà sur Pypi

source: Plugin already exist in the store
fr: Le plugin existe déjà dans le store

source: Plugin created
fr: Plugin créé

source: The json of the plugin can't be loaded
fr: Le json contenu dans le plugin ne peut être chargé

source: Plugin already up to date
fr: Plugin déjà à jour

source: Plugin upgraded
fr: Plugin mis à jour

source: Singleton can't be created twice !
fr: Le Singleton ne peut être créé deux fois
