Repository: pypi-data/pypi-mirror-8
Catalog: packages/limnoria/limnoria-2014.10.09.tar.gz/limnoria-2014.10.09/plugins/Network/locales/*.po
Languages: fi

source: [--ssl] <network> [<host[:port]>] [<password>] Connects to another network (which will be represented by the name provided in <network>) at <host:port>. If port is not provided, it defaults to 6667, the default port for IRC. If password is provided, it will be sent to the server in a PASS command. If --ssl is provided, an SSL connection will be attempted.
fi: [--ssl] <verkko> [<isäntä[:portti]>] [<salasana>] Yhdistää toiseen verkkoon (joka näytetään nimellä, joka on annettu <verkossa>) <isäntä:portti>. Jos portti ei ole annettu, se on oletuksena 6667, oletusportti IRC:lle. Jos salasana on annettu, se lähetetään palvelimelle PASS komennossa. Jos --ssl on annettu, SSL yhteys muodostetaan.

source: I'm already connected to %s.
fi: Olen jo verkkoon %s.

source: A server must be provided if the network is not already registered.
fi: Palvelin täytyy antaa, mikäli verkko ei ole jo rekisteröity.

source: Connection to %s initiated.
fi: Yhdistäminen verkkoon %s aloitettu.

source: [<network>] [<quit message>] Disconnects from the network represented by the network <network>. If <quit message> is given, quits the network with the given quit message. <network> is only necessary if the network is different from the network the command is sent on.
fi: [<verkko>] [<lopetus viesti>] Katkaisee yhteyden verkkoon, jonka määrittää <verkko>. Jos <lopetus viesti> on annettu, poistuu verkosta annetulla lopetus viestillä. <Verkko> on vaadittu vain jos verkko on eri, kuin se, verkko josta viesti on lähetetty.

source: Disconnection to %s initiated.
fi: Yhteyden katkaisu verkosta %s aloitettu.

source: [<network>] [<quit message>] Disconnects and then reconnects to <network>. If no network is given, disconnects and then reconnects to the network the command was given on. If no quit message is given, uses the configured one (supybot.plugins.Owner.quitMsg) or the nick of the person giving the command.
fi: [<verkko>] [<lopetus viesti>] Katkaisee yhteyden ja yhdistää uudelleen <verkkoon>. Jos verkkoa ei ole annettu, katkaisee yhteyden ja yhdistää uudelleen verkkoon, jossa komento annettiin. Jos lopetus viestiä ei annettu, käyttää määritettyä lopetus viestiä (supybot.plugins.Owner.quitMsg) tai henkilön joka antoi komennon nimimerkkiä.

source: <network> <command> [<arg> ...] Gives the bot <command> (with its associated <arg>s) on <network>.
fi: <verkko> <komento> [<parametrit> ...] Antaa botille <komennon> (siihen liitetyillä <parametreillä>) <verkossa>.

source: <command> <args>... Perform <command> (with its associated <arg>s) on all networks.
fi: <komento> [<parametrit> ...] Suotrittaa <komennon> (siihen liitetyillä <parametreillä>) kaikissa verkoissa.

source: is an op on %L
fi: on kanavaoperaattori %L:llä

source: is a halfop on %L
fi: on puolioperaattori %L:llä.

source: is voiced on %L
fi: on ääni %L:llä

source: is also on %L
fi: on myös %L:llä

source: is on %L
fi: on %L:llä.

source: isn't on any non-secret channels
fi: Ei ole yhdelläkään ei-salaisella kanavalla.

source: <unknown>
fi: <tuntematon>

source: identified
fi: tunnistautunut

source: %s (%s) has been%s on server %s since %s (idle for %s) and %s.%s
fi: %s (%s) on ollut %s palvelimella %s %s lähtien (idlannut %s) ja %s.%s

source: %s (%s) has been%s on server %s and disconnect on %s.
fi: %s (%s) on ollut %s palvelimella %s %s lähtien (jouten %s) ja %s.%s

source: There is no %s on %s.
fi: %s:ää ei ole verkossa %s.

source: There was no %s on %s.
fi: Nimimerkkiä %s ei ole verkossa %s.

source: [<network>] <nick> Returns the WHOIS response <network> gives for <nick>. <network> is only necessary if the network is different than the network the command is sent on.
fi: [<verkko>] <nimimerkki> Palauttaa WHOIS vastauksen, jonka <verkko> antaa <nimimerkille>. <Verkko> on vaadittu vain jos verkko on eri kuin se verkko, josta komento lähetettiin.

source: takes no arguments Returns the networks to which the bot is currently connected.
fi: ei ota parametrejä Palauttaa verkot, joihin botti on tällä hetkellä muodostanut yhteyden.

source: %.2f seconds.
fi: %.2f sekuntia.

source: [<network>] Returns the current latency to <network>. <network> is only necessary if the message isn't sent on the network to which this command is to apply.
fi: [<verkko>] Palauttaa nykyisen viiveen <verkolle>. <Verkko> on vaadittu vain jos viestiä ei lähetetä verkossa, jolle tämä komento on tarkoitettu vaikuttamaan.

source: Latency check (from %s).
fi: Viiveen tarkistus (%s:ltä).

source: [<network>] Returns the current network driver for <network>. <network> is only necessary if the message isn't sent on the network to which this command is to apply.
fi: [<verkko>] Palauttaa nykyisen verkkoajurin, joka on käytössä <verkossa>. <Verkko> on vaadittu vain jos komentoa ei lähetetä verkossa, johon tämän komennon on tarkoitus vaikuttaa.

source: [<network>] Returns the time duration since the connection was established.
fi: [<verkko> Palauttaa ajan, joka on kulunut siitä, kun yhteys muodostettiin.]

source: I've been connected to %s for %s.
fi: Olen ollut yhteydessä verkkoon %s ajan %s.
