Repository: pypi-data/pypi-mirror-8
Catalog: packages/ityou.imessage/ityou.imessage-1.3rc2.tar.gz/ityou.imessage-1.3rc2/ityou/imessage/locales/*/LC_MESSAGES/ityou.imessage.po
Languages: de

source: Add IMessage portlet
de: Portlet IMessage hinzufügen

source: Choose receiver
de: Empfänger auswählen / Alle auflisten mit '@'

source: Edit IMessage portlet
de: Portlet IMessage ändern

source: Enter the time period between to Ajax-Requests. IMPORTANT: Be aware that time period less then 10 second may slow down your server! Time periods less then 4 seconds are not considered.
de: Bitte geben Sie die zeitspanne zwischen zwei Ajax-Requests ein. WIHTIG: Je kürzer die Zeitspanne, desto mehr wird Ihr Server belastet. Zeitspannen unter 4 Sekunden werden nicht berücksichtigt.

source: Groupname...
de: Gruppenname...

source: Instant Messages
de: Sofortnachrichten

source: Instant Messaging
de: Sofortnachrichten

source: Instant message settings
de: Einstellungen für Sofortnachrichten

source: Maximum number of users to show
de: Maximale Anzahl an Benutzern, die angezeigt werden sollen

source: Number of users to display
de: Anzahl an Benutzern, die angezeigt werden

source: Select all
de: Alle auswählen

source: This portlet displays online users.
de: Dieses Portlet zeigt Online-Benutzer an

source: This portlet displays users tat send messages.
de: Dieses Portlet zeigt Benutzer an, die Nachrichten gesendet haben.

source: Time period for ajax requests
de: Zeitspanne zwischen zwie Ajax-Aufrufen

source: close
de: Schließen

source: create_as_chat
de: Als Gruppenchat erstellen

source: delete
de: Löschen

source: dialog_partner
de: Chat mit:

source: hide
de: Ausblenden

source: imessage_no_match_found
de: Keine Ergebnisse gefunden

source: imessage_receiver
de: Empfänger

source: imessage_sent_success
de: Nachricht erfolgreich abgeschickt

source: inbox_date
de: Datum

source: inbox_delete
de: Löschen

source: inbox_filter_nomatch
de: Keine Ergebnisse gefunden

source: inbox_load_more
de: Weitere Nachrichten laden

source: inbox_loading
de: Laden...

source: inbox_mark_as_read
de: Als gelesen markieren

source: inbox_marked
de: markiert:

source: inbox_sender
de: Sender

source: inbox_title
de: Titel

source: instant_message_list
de: Sofortnachrichten

source: mark as read
de: Als gelesen markieren

source: message_delete
de: Nachricht löschen

source: message_hide
de: Nachricht ausblenden

source: message_read
de: Nachricht als gelesen markieren

source: message_save
de: Senden

source: messages_all
de: Alle Nachrichten anzeigen

source: messages_hideall
de: Alle Nachrichten verbergen

source: messages_previous
de: Vorherige Nachrichten anzeigen

source: messages_previous_loading
de: Laden...

source: messe_from_senders
de: Persönliche Nachrichten

source: show_all_sender
de: Alle anzeigen

source: write_new_message
de: Neue Nachricht schreiben
