Repository: pypi-data/pypi-mirror-8
Catalog: packages/collective.googleanalytics/collective.googleanalytics-1.4.4.zip/collective.googleanalytics-1.4.4/src/collective/googleanalytics/locales/*/LC_MESSAGES/collective.googleanalytics.po
Languages: fr

source: Authorization failed. Google Analytics for Plone received an invalid token.
fr: Autorisation échouée. Google Analytics pour plone a reçu un token invalide

source: Authorization revoked. You may now reauthorize with a different Google account.
fr: Autorisation révoquée. Vous devez vous enregistrer avec un compte Google différent

source: Authorization succeeded. You may now configure Google Analytics for Plone.
fr: Autorisation réussie. Vous pouvez maintenant configurer Google Analytics pour plone

source: Cache interval
fr: Interval de cache

source: Choose the Web property profile from Google Analytics.
fr: Choisissez la propriété de profil web pour Google Analytics.

source: Choose the reports to display.
fr: Selectionnez les rapports à afficher.

source: Choose the roles that should be excluded from tracking.
fr: Choisissez les roles qui doivent être exlus du suivi

source: Choose which tracking plugins to use.
fr: Selectionnez les plugins de suivi à utiliser

source: Displays a table of the top five next pages.
fr: Montrer un tableau des 5 pages suivantes

source: Displays a table of the top five previous pages.
fr: Montrer un tableau des premières 5 dernières pages

source: Displays a table of the top pages by number of page views for this month.
fr: Montrer un tableau des premières pages par nombre de visite pour ce mois.

source: Displays a table of the top source domains by number of visits.
fr: Afficher un tableau des premiers domaines sources par nombre de visites

source: Displays a table of the top source domains for this page.
fr: Montrer un tableau des premiers domaines sources pour cette page.

source: Displays a table of the top ten keywords.
fr: Montrer un tableau des 10 premiers mots-clés

source: Displays the average time on page for the last 30 days as a sparkline.
fr: Montrer le temps moyen par page pour les 30 derniers jours sur une courbe de tendance.

source: Displays the average time on site as a line graph.
fr: Montrer le temps moyen sute le site sur une courbe

source: Displays the number of page views as a sparkline.
fr: Montrer le nombre de pages vues sur une courbe de tendance

source: Displays the number of site page views as a line graph.
fr: Montrer le nombre de page vues sur une courbe

source: Displays the number of site unique visitors as a line graph.
fr: Montrer le nombre de visiteurs uniques sur une courbe

source: Displays the number of site visits as a line graph.
fr: Montrer le nombre de visites du site sur une courbe

source: Enter the number of minutes for which account information and report results should be cached.
fr: Entrer le nombre de minutes pendant lesquelles les informations du compte et des rapports vont etre cachées

source: Enter the title of the portlet.
fr: Entrer le titre de la portlet

source: Excluded Roles
fr: Roles exclus

source: Google Analytics Settings
fr: Google Analytics paramêtres

source: Last 30 Days
fr: 30 derniers jours

source: More analytics
fr: Plus d'analyses

source: Page Views: Sparkline
fr: Pages vues: courbe de tendance

source: Report Categories
fr: Catégories de rapport

source: Reports
fr: Rapports

source: Reports Profile
fr: Profil des rapports

source: Site Page Views: Line Chart
fr: Pages vues du site: Courbe

source: Site Unique Visitors: Line Chart
fr: Visiteurs uniques du site: Courbe

source: Site Visits: Line Chart
fr: Visites sur le site: Courbe

source: Time on Page: Sparkline
fr: Temps sur la page: ligne de tendance

source: Time on Site: Line Chart
fr: Temps sur le site: courbe

source: Title
fr: Titre

source: Top 10 Keywords: Table
fr: Top 10 Keywords: Tableau

source: Top 10 Page Sources: Table
fr: Top 10 Page Sources: Tableau

source: Top 5 Next Pages: Table
fr: Top 5 Next Pages: Tableau

source: Top 5 Pages: Table
fr: Top 5 Pages: Tableau

source: Top 5 Previous Pages: Table
fr: Top 5 Previous Pages: Tableau

source: Top 5 Sources: Table
fr: Top 5 sources: tableau

source: Tracking Profile
fr: Profil de suivi

source: You have enabled the tracking feature of this product, but it looks like you still have tracking code in the Site control panel. Please remove any Google Analytics tracking code from the Site control panel to avoid conflicts.
fr: Vous avez activé la fonctionnalité de suivi de ce produit, mais il semble que vous avez encore un javascript de suivi au niveau du panneau de configuration du site. S'il vous plait, enlevez ce code de suivi du panneau de configuration du site pour éviter tout conflit.

source: analytics_assignment
fr: Rapports

source: analytics_assignment_description
fr: Configurer les rapports qui sont affichés dans le panneau de configuration de Google Analytics

source: analytics_settings
fr: Paramêtres

source: analytics_settings_description
fr: Configurer les paramêtres du produit Google Analytics

source: analytics_tracking
fr: Suivi

source: analytics_tracking_description
fr: Configurer la manière dont Google Analytics suit les statistiques de ce site
