Repository: pypi-data/pypi-mirror-8
Catalog: packages/ztfy.file/ztfy.file-0.3.9-py2.7.egg/ztfy/file/locales/*/LC_MESSAGES/ztfy.file.po
Languages: fr

source: Click textarea to activate HTML editor !
fr: Cliquez dans la zone de texte pour activer l'éditeur HTML...

source: Given file is not in a recognized image format
fr: Le fichier fourni n'est pas dans un format d'image reconnu

source: TinyMCE plugins
fr: Plugins TinyMCE

source: TinyMCE style_formats setting
fr: Paramètre 'style_formats' de TinyMCE

source: TinyMCE invalid_elements setting
fr: Paramètre 'invalid_elements' de TinyMCE

source: TinyMCE editor options
fr: Options de l'éditeur TinyMCE

source: String output of TinyMCE editor options
fr: Chaîne de sortie des options de l'éditeur TinyMCE

source: Content can be deleted ?
fr: Le contenu peut-il être supprimé ?

source: If True, current file content can be deleted
fr: Si 'Oui', le contenu actuel du fichier pourra être supprimé

source: Content is deleted ?
fr: Contenu supprimé ?

source: If True, we ask for content to be deleted...
fr: Si 'Oui', nons avons demandé une suppression du contenu...

source: Download
fr: Télécharger

source: No data
fr: Pas de donnée

source: Delete current content
fr: Supprimer le contenu actuel

source: Current content:
fr: Contenu déposé :

source: Kb
fr: Ko

source: Download original image
fr: Télécharger l'image originale

source: Thumbnail position
fr: Position de la vignette

source: Position of the square thumbnail, from original image coordinates
fr: Position de la vignette carrée, basée sur les dimensions originales de l'image

source: Thumbnail size
fr: Taille de la vignette

source: Size of square thumbnail, from original image coordinates
fr: Taille de la vignette carrée, basée sur les dimensions originales de l'image

source: Thumbnailer choice order
fr: Priorité des générateurs de vignettes

source: Image field value
fr: Image

source: Value geometry
fr: Géométrie

source: File attributes
fr: Attributs "fichiers"

source: List of attributes handling file objects
fr: Liste des attributs hébergeant des fichiers

source: Title
fr: Titre

source: Full file title
fr: Titre complet du fichier

source: Full description, which can be displayed by several presentation templates
fr: Description complète, qui peut être affichée par certains modèles de présentation

source: Save file as...
fr: Enregistrer sous...

source: Default name under which the file can be saved
fr: Nom par défaut sous lequel le fichier peut être enregistré

source: Language
fr: Langue

source: File content's main language
fr: Langue principale du contenu du fichier

source: Field is readonly
fr: Cet attribut est en lecture seule

source: Provided field must implement IField interface...
fr: Le champ fourni doit implémenter l'interface IField...
