Repository: pypi-data/pypi-mirror-8
Catalog: packages/ityou.astream/ityou.astream-1.3rc3.tar.gz/ityou.astream-1.3rc3/ityou/astream/locales (Kopie)/*/LC_MESSAGES/ityou.astream.po
Languages: de

source: Activity Stream
de: Aktivitätenstrom

source: Activity Stream settings
de: Activity Stream Einstellungen

source: Check if comments should be invisible by default and can be moderated by creator of the document.
de: Auswählen, dass Kommentare standardmäßig unsichtbar sind und vom Ersteller moderiert werden können.

source: Comment moderation
de: Kommentar-Moderation

source: Enter the time period between to Ajax-Requests. IMPORTANT: Be aware that time period less then 10 second may slow down your server! Time periods less then 4 seconds are not considered.
de: Bitte geben Sie die Zeitspanne zwischen zwei Ajax-Abfragen ein. Achtung: je kürzer die Zeispanne, desto stärker wird Ihr Server belastet. Werte unter 4 Sekunden werden nicht berücksichtigt.

source: Time period for ajax requests
de: Zeitabstand der AJAX-Requests

source: activities
de: Aktivitätenstrom

source: activity_all
de: Alle Aktivitäten einblenden

source: activity_all_comments
de: Alle Kommentare anzeigen

source: activity_comment
de: Kommentar

source: activity_hide_all
de: Alle Aktivitäten ausblenden

source: all_activities
de: Alle Aktivitäten

source: comment_activity
de: Kommentieren

source: comment_all
de: Alle Kommentare anzeigen

source: comment_save
de: Speichern

source: create
de: Erstellen

source: following_activities
de: Gefolgte Aktivitäten

source: has copied ${icon}${tag}${name}</i>.
de: hat ${icon}${tag}${name}</i> kopiert.

source: has created ${icon}${tag}${name}</i>.
de: hat ${icon}${tag}${name}</i> erstellt.

source: has edited ${icon}${tag}${name}</i>.
de: hat ${icon}${tag}${name}</i> bearbeitet.

source: has edited the content of ${icon}${tag}${name}</i>.
de: hat den Inhalt von ${icon}${tag}${name}</i> bearbeitet.

source: has edited the description of ${icon}${tag}${name}s</i>.
de: hat die Beschreibung von ${icon}${tag}${name}</i> bearbeitet.

source: has edited the title of ${icon}${tag}${name}</i>.
de: hat den Titel von ${icon}${tag}${name}</i> bearbeitet.

source: has edited/created ${icon}${tag}${name}</i>.
de: hat ${icon}${tag}${name}</i> erstellt/bearbeitet.

source: lastest_activities
de: Neueste Aktivitäten

source: message
de: Mitteilung

source: undefined
de: undefiniert
