Repository: pypi-data/pypi-mirror-8
Catalog: packages/accordion_presentation/accordion_presentation-1.0.1.tar.gz/accordion_presentation-1.0.1/accordion_presentation/locale/*/LC_MESSAGES/django.po
Languages: es

source: Presentation App
es: App Presentación

source: Horizontal Accordion
es: Accordión Horizontal

source: Field in the accordion
es: Campo en el accordión

source: Full color column
es: Columna a todo color

source: custom classes
es: Clases personalizadas

source: custom height porcentaje
es: Porcentaje manual de altura

source: It is a number between 0 and 100
es: Es un número de 0 a 100

source: custom width porcentaje
es: Porcentaje manual de anchura

source: custom duration in milliseconds
es: Duración personalizada en milisegundos

source: Type of transition
es: Tipo de transición

source: %s columns
es: %s columnas

source: page
es: Página

source: If present image will be clickable
es: Si está presente la imágen será clickeable
