Repository: pypi-data/pypi-mirror-8
Catalog: packages/collective.plonefinder/collective.plonefinder-1.0.7.zip/collective.plonefinder-1.0.7/collective/plonefinder/locales/*/LC_MESSAGES/collective.plonefinder.po
Languages: fr

source: Browse
fr: Parcourir

source: label_choose_your_files
fr: Choisir les fichiers :

source: label_upload_files
fr: Envoyer fichiers

source: label_clear_queue
fr: Annuler

source: All files uploaded with success.
fr: Tous les fichiers ont été envoyé avec succès.

source: files uploaded with success,
fr: fichiers envoyés avec succès,

source: uploads return an error.
fr: envois de fichiers retournent une erreur.

source: Choose files to upload
fr: Choisir les fichiers à envoyer

source: Choose images to upload
fr: Choisir les images à envoyer

source: Choose video files to upload
fr: Choisir les fichiers vidéo à envoyer

source: Choose audio files to upload
fr: Choisir les fichiers audio à envoyer

source: header_file_quick_upload
fr: Envoi rapide de fichiers

source: header_create_new_folder
fr: Créer un nouveau dossier

source: label_files_quick__upload
fr: Envoi rapide de fichiers

source: label_create_new_folder
fr: Créer nouveau dossier

source: label_close_window
fr: Fermer la fenêtre

source: label_maximize_window
fr: Agrandir la fenêtre

source: label_all_site
fr: Sur tout le site

source: label_this_folder_only
fr: Ce dossier seulement

source: label_photo_album_view
fr: Vue album photos

source: label_file_listing_view
fr: Vue liste de fichiers

source: label_choose_results_number
fr: Choisir le nombre de résultats par page :

source: label_next_page
fr: page suivante

source: label_previous_page
fr: page précédente

source: label_msg_loading
fr: Chargement en cours, veuillez patienter ...

source: label_msg_done
fr: Effectué.

source: label_goto_parent
fr: Remonter au parent
