Repository: pypi-data/pypi-mirror-8
Catalog: packages/ecreall.trashcan/ecreall.trashcan-1.6.zip/ecreall.trashcan-1.6/ecreall/trashcan/locales/*/LC_MESSAGES/ecreall.trashcan.po
Languages: fr

source: ${items} could not be moved to trashcan.
fr: ${items} ne peuvent être déplacé dans la corbeille.

source: ${items} could not be restored.
fr: ${items} ne peuvent être restaurés.

source: '${title}' has been moved to trashcan.
fr: '${title}' a été déplacé dans la corbeille.

source: '${title}' has been restored.
fr: '${title}' a été restauré.

source: Item(s) moved to trashcan.
fr: Le (ou les) élément(s) a (ont) été déplacé dans la corbeille.

source: Item(s) restored.
fr: Le (ou les) élément(s) a (ont) été restauré(s).

source: Please select one or more items to move to trashcan.
fr: Veuillez sélectionner un ou plusieurs éléments à déplacer dans la corbeille.

source: Please select one or more items to restore.
fr: Veuillez sélectionner un ou plusieurs éléments à restaurer

source: This file is in the trashcan.
fr: Ce fichier est dans la corbeille.

source: You are in the trashcan. Click on 'close trashcan' to come back in normal mode.
fr: Vous êtes dans la corbeille. Cliquez sur 'Fermer la corbeille' pour revenir en mode normal.
