Repository: pypi-data/pypi-mirror-8
Catalog: packages/ecreall.trashcan/ecreall.trashcan-1.6.zip/ecreall.trashcan-1.6/ecreall/trashcan/locales/*/LC_MESSAGES/plone.po
Languages: es, fr

source: ${items} could not be moved to trashcan.
es: ${items} no se pudieron mover a la papelera.
fr: Impossible de déplacer ${items} dans la corbeille.

source: ${items} could not be restored.
es: ${items} no pudieron ser restaurados.
fr: Impossible de restaurer ${items}.

source: '${title}' has been moved to trashcan.
es: El archivo '${title}' ha sido movido a la papelera.
fr: '${title}' a été déplacé dans la corbeille.

source: '${title}' has been restored.
es: El archivo '${title}' ha sido restaurado.
fr: '${title}' a été restauré.

source: Close trashcan
es: Cerrar papelera
fr: Fermer la corbeille

source: Item(s) moved to trashcan.
es: Los elementos han sido movidos a la papelera.
fr: Élément(s) déplacés dans la corbeille.

source: Item(s) restored.
es: Los elementos han sido restaurados.
fr: Élément(s) restaurés

source: Move to trashcan
es: Mover a la papelera
fr: Déplacer dans la corbeille

source: Open trashcan
es: Abrir papelera
fr: Ouvrir la corbeille

source: Please select one or more items to move to trashcan.
es: Por favor, seleccione uno o m치s elementos para mover a la papelera.
fr: Veuillez sélectionner un ou plusieurs éléments à déplacer dans la corbeille.

source: Please select one or more items to restore.
es: Por favor, seleccione uno o m치s elementos para ser restaurados.
fr: Veuillez sélectionner un ou plusieurs éléments à restaurer.

source: Removes the Trashcan for Plone
es: Eliminar la papelera para Plone
fr: Retire la corbeille de Plone

source: Restore
es: Restaurar
fr: Restaurer

source: Trashcan
es: Papelera
fr: Corbeille

source: Trashcan Uninstall Profile
es: Papelera para Plone - Perfil de desinstalaci칩n
fr: Profil de désinstallation de la corbeille

source: Trashcan for Plone
es: Papelera para Plone
fr: Corbeille pour Plone
