Repository: pypi-data/pypi-mirror-8
Catalog: packages/collective.noticeboard/collective.noticeboard-0.7.zip/collective.noticeboard-0.7/src/collective/noticeboard/locales/*/LC_MESSAGES/collective.noticeboard.po
Languages: de

source: Add Image
de: Neues Bild

source: Add Note
de: Neuer Zettel

source: Add new image
de: Neues Bild anlegen

source: Add new note
de: Neuen Zettel anlegen

source: Apply
de: Anwenden

source: Archive
de: Archiv

source: Are you sure
de: Wirklich löschen?

source: Board settings
de: Pinnwand Einstellungen

source: Change color
de: Farbe ändern?

source: Color
de: Farbe

source: Help
de: Hilfe

source: Help for the notice-board
de: Eine Anleitung für die Pinnwand

source: Login to add Note
de: Anmelden um Zettel anzulegen

source: Modify the settings of the notice-board
de: Pinnwand Einstellungen bearbeiten

source: Show all old notes
de: Abgelaufene Zettel anzeigen

source: You have to login to add a new note
de: Sie müssen sich anmelden um neue Zettel anzulegen

source: description_Hide_after_days
de: Wie lange nach der letzten Änderung sollen Zettel sichbar sein? 0 bedeutet, dass alte Zettel immer zu sehen sind.

source: description_Showhelp
de: Der Link verweist eine Seite mit der id 'noticeboard-help'. Wenn Sie diese Option aktivieren sollen Sie diese Seite anlegen.

source: description_display_types
de: Welche Inhaltstypen sollen auf der Pinnwand dargestellt werden? Der Standard-typ für Zettel wird immer angezeigt. Wenn die Pinnwand eine Collection ist wird diese Einstellung ignoriert.

source: description_note_type
de: Welcher Inhaltstyp soll als Zettel hinzugefügt werden?

source: description_noticeboard_settings_form
de: Pinnwand-Einstellungen anpassen

source: heading_noticeboard_settings_form
de: Pinnwand

source: label_Create_on_click
de: Neuer Zettel bei Klick auf den Hintergrund

source: label_Display_types
de: Angezeigte Inhaltstypen

source: label_Hide_after_days
de: Ältere Zettel nach einer Anzahl Tage ausblenden

source: label_Note_type
de: Zettel Typ

source: label_Publish_on_create
de: Neue Zettel automatisch veröffentlichen

source: label_Showhelp
de: Einen Link auf eine Hilfe-Seite anzeigen?

source: noChangesMessage_noticeboard_settings_form
de: Es gab keine Änderungen der Pinnwand-Einstellungen.

source: successMessage_noticeboard_settings_form
de: Pinnwand-Einstellungen gespeichert.
