Repository: pypi-data/pypi-mirror-8
Catalog: packages/linkmanager/linkmanager-0.4.0.6.tar.gz/linkmanager-0.4.0.6/linkmanager/locale/*/LC_MESSAGES/linkmanager.po
Languages: fr

source: Database entirely flushed.
fr: Base de données vidée.

source: add links
fr: ajouter une URL

source: update links
fr: mettre à jour une URL

source: remove links
fr: supprimer une URL

source: flush the entire database
fr: vider la base de données au complet

source: load a json database file
fr: charger une base de données au format Json

source: dump all database to a json file
fr: sérialiser une base de données au format Json

source: search links on database
fr: chercher un lien dans la base de données

source: Choices supports the following: (short cmd/cmd)
fr: Prend en charge : (commande abrégé / commande)

source: Manage your Links ...
fr: Trier vos Urls ...

source: force command to be quiet and without input
fr: force la commande à être silencieuse

source: Ctrl + C interruption
fr: interruption avec Ctrl + C

source: %s properties
fr: propriétés de %s

source: tags (separate with spaces)
fr: étiquettes (séparés par des espaces)

source: priority value (integer value between 1 and 10)
fr: poid donné à une URL (valeur entière entre 1 et 10)

source: priority value not range between 1 and 10, retry
fr: la valeur de poid saisie n'est pas comprise entre 1 et 10, réessayez

source: give a description
fr: écrivez une description

source: Give one or several links (separate with spaces)
fr: saisissez 1 ou plusieurs URL (séparés par des espaces)

source: the link "%s" already exist: do you want to update [Y/n] ?
fr: ce lien "%s" existe déjà : vous-les vous éditer les propriétés rattachés [O/n] ?

source: the link "%s" does not exist: do you want to create [Y/n] ?
fr: ce lien "%s" n'existe pas : désirez-vous le créer [O/n] ?

source: the link "%s" does not exist.
fr: Ce lien "%s" n'existe pas.

source: the link "%s" has been deleted.
fr: ce lien "%s" a été supprimé.

source: No file to load.
fr: Aucun fichier a charger.

source: No links founded
fr: Aucun liens trouvés

source: %s links totally founded
fr: %s liens au total trouvés

source: %s links founded
fr: %s liens trouvés

source: show linkmanager version
fr: afficher la version de linkmanager

source: Y
fr: O

source: You're about to empty the entire Database.
fr: Vous êtes sur le point de vider la Base de données.

source: Are you sure [Y/n] ?
fr: En êtes-vous bien sur [O/n] ?

source: launch a webservice
fr: lancer un service web

source: verbose option
fr: mode verbeux

source: WARNING! {path} : bad value on "{name}" (Default: {value})
fr: AVERTISSEMENT! {path} : Valeur indésirable sur "{name}" (par défaut : {value})

source: tags (at least one, several separate with spaces)
fr: étiquettes (au moins une, les séparer par des espaces s'ils sont multiples)

source: insert at least one tag (several separate with spaces)
fr: insérez au moins une étiquette (les séparer par des espaces si multiples)

source: give a title
fr: donner un titre

source: Title
fr: Titre

source: Complete URL
fr: URL Complète

source: Priority order
fr: poid

source: Tags
fr: Étiquettes

source: Author
fr: Auteur

source: and not updated yet.
fr: et non mis à jour.

source: create the {date} at {hour}
fr: créé le {date} à {hour}

source: and update the {date} at {hour}.
fr: et mis à jour le {date} à {hour}.

source: No affiliate tags
fr: Pas de tags affiliés

source: Duplicate error (same link with different properties)
fr: Erreurs de doublons (lien identique avec des propriétés différentes)
