Repository: pypi-data/pypi-mirror-8
Catalog: packages/django-easy-contact-setup/django-easy-contact-setup-0.3.7.tar.gz/django-easy-contact-setup-0.3.7/easy_contact_setup/locale/*/LC_MESSAGES/django.po
Languages: de

source: Settings
de: Einstellungen

source: Optional settings - custom smtp server setup
de: Optionale Einstellungen - Eigenen SMTP-Server einrichten

source: Activate or disable this settings object.
de: Aktivieren oder deaktivieren Sie dieses Einstellungs Objekt.

source: Active
de: Aktiviert

source: Give this setting an uniqe name. No spaces and special character allowed.
de: Geben Sie diese Einstellung einer eindeutigen Namen. Keine Leerzeichen und Sonderzeichen erlaubt.

source: Your email
de: Email

source: This will be the email adress your mails are going to. If necessary the application also use it as sender adress.
de: An diese Emailadresse werden Ihre Emails geschickt. Bei Bedarf kann die Anwendung sie auch als Absenderadresse verwenden.

source: Your smtp server, i.e.: mail.yourprovider.something or smtp.yourprovider.something. Make shure that the specified server belongs to the mail adress your specified above!
de: Den SMTP Serverer, z.B.: mail.deinanbieter.irgendwas oder smtp.deinanbieter.irgendwas. Es ist sicherzustellen, dass der angegebenen Server zur oben genannten E-Mail-Adresse gehört!

source: Username
de: Benutzername

source: Smptp server user name. Mostly user or login name to your mail account. Usaly your email adress
de: Smptp-Server-Benutzernamen. Meistens Benutzer oder Loginnamen Ihres Emailkontos. Gewöhnlich Ihre Emailadresse.

source: Password
de: Passwort

source: Smtp server password. Mostly the login password to your mail account.
de: Smtp-Server-Passwort. Meistens das Einwahlpasswort zu Ihrem Mailkonto.

source: Contact form setting
de: Kontaktformular Einstellung

source: Contact form settings
de: Kontaktformular Einstellungen
