Repository: pypi-data/pypi-mirror-8
Catalog: packages/ftw.downloadtoken/ftw.downloadtoken-1.1.0.zip/ftw.downloadtoken-1.1.0/ftw/downloadtoken/locales/*/LC_MESSAGES/ftw.downloadtoken.po
Languages: de

source: Send download link
de: Donwload Link versenden

source: help_recipients
de: Bitte geben Sie eine E-Mail Adresse pro Zeile ein.

source: label_cancel
de: Abbrechen

source: label_comment
de: Kommentar

# label_open_dllink
source: The File was downloaded using a Downloadlink.
de: Die Datei wurde per Downloadlink heruntergeladen.

source: label_recipients
de: Empfänger

source: label_send
de: Senden

# label_send_dllink
source: A Downloadlink has been sent to ${mail_list} with the comment ${comment}
de: Ein Downloadlink wurde an ${mail_list} versandt.

source: label_send_file
de: Link zu dieser Datei versenden

source: mail_label_comment
de: Kommentar:

source: mail_label_date
de: Datum:

source: mail_label_link
de: Link:

source: mail_label_user
de: Benutzer:

source: mail_subject
de: [${title}] Download Link

source: mail_text_heading
de: Sie haben einen Download Link für eine geschützte Datei erhalten. Sie können diese Datei während den nächsten 7 Tagen herunterladen.

source: text_error_invalid_email
de: Sie haben eine, oder mehrere ungültige E-Mail Adressen eingegeben.

source: text_send_mail
de: Der Download Link wurde versendet.
