Repository: pypi-data/pypi-mirror-8
Catalog: packages/plone.app.imagecropping/plone.app.imagecropping-1.1.zip/plone.app.imagecropping-1.1/src/plone/app/imagecropping/locales/*/LC_MESSAGES/plone.app.imagecropping.po
Languages: de

source: Available Image Fields
de: Vorhandene Bilder

source: Available Image Scales for Field: &quot;${field_name}&quot;
de: Bildgrößen für: "${field_name}"

source: Close
de: Schließen

source: Crop Editor Large Size
de: Bildgröße für Vorschau im Jcrop Editor (Jcrop: boxWidth: boxHeight)

source: Cropping
de: Zuschneiden

source: Cropping area deleted
de: Zuschnitt gelöscht

source: Enable to constrain cropable scales
de: Zuschneidbare Bildgrößen einschränken?

source: Enable to reduce the scales shown for cropping in the list of scales with crop support.
de: Aktivieren, wenn nicht alle Bildgrößen zuschneidbar sein sollen. Die Auswahl der eingeschränkten Bildgrößen folgt weiter unten.

source: Here you can define cropping areas for each scale of the available imagefields. This operation is non-destructive which means, your original image data doesn't get lost when cropping a scale. By removing a cropping area, the scale gets back to its default functionality: resize, no crop.
de: Hier können Sie die Bildzuschnittsbereiche für jedes Bild und dessen Größe definieren. Das originale Bild wird nicht gelöscht, wenn sie es zuschneiden. Sie können die Bereiche jederzeit wieder entfernen um zur Standardfunktionalität zurückzukehren: skalieren ohne zuschneiden.

source: Image Cropping Editor
de: Zuschnitts Editor

source: Image Cropping Settings
de: Cropping-Editor Einstellungen

source: List of scales with crop support
de: Bildgrößen für Cropping Editor

source: Minimum Crop Area Size
de: minimal erlaubter Ausschnitt (Jcrop: minSize)

source: Remove cropping information
de: Cropping Informationen entfernen

source: Save cropping information
de: Bildzuschnitt speichern

source: Save this cropping area for the selected scale.
de: Speichern die den ausgewählten Bereich der Bildgröße.

source: Select the scales with cropping support enabled. Only active if enabled with checkbox.
de: Wählen Sie die Bildgrößen, welche zuschneidbar sein sollen. Nur aktiv, wenn die Einschränkung aktiviert ist.

source: Successfully saved cropped area
de: Zuschnitt erfolgreich gespeichert

source: The selected scale gets reverted to the default behaviour: resize, no crop.
de: Die ausgewählte Bildgröße wird auf die Standardfunktionalität zurückgesetzt: skalieren ohne zuschneiden.

source: View the image cropping editor for this object
de: zeige den Zuschnitts Editor für dieses Bild

source: Your changes will be lost. Continue?
de: Die Änderungen gehen verloren. Fortfahren?

source: no image available
de: kein Bild vorhanden

source: noscales_message
de: Derzeit sind keine zuschneidbaren Bildgrößen definiert. Sie können diese unter ${link} hinzufügen.

source: width:height
de: breite (in px):höhe (in px)
