Repository: pypi-data/pypi-mirror-8
Catalog: packages/django-chunks2/django-chunks2-2.8.3.tar.gz/django-chunks2-2.8.3/chunks/locale/*/LC_MESSAGES/django.po
Languages: ru

source: key
ru: ключ

source: A unique name for this chunk of content
ru: Уникальное имя для этого куска контента

source: content
ru: содержимое

source: Text Chunk
ru: Текстовый блок

source: Text Chunks
ru: Текстовые блоки

source: A name for chunks group
ru: Имя группы блоков

source: Group Chunk
ru: Группа блоков

source: Group Chunks
ru: Группы блоков

source: image
ru: изображение

source: Image Chunk
ru: Графический блок

source: Image Chunks
ru: Графические блоки

source: Title
ru: Заголовок

source: Description
ru: Описание

source: Media
ru: Медиа

source: Media Chunk
ru: Медиа блок

source: Media Chunks
ru: Медиа блоки
