Repository: pypi-data/pypi-mirror-8
Catalog: packages/django-synchro/django-synchro-0.6.tar.gz/django-synchro-0.6/synchro/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: An error occured: %(msg)s (%(type)s)
es: Había un error: %(msg)s (%(type)s)
fr: Une erreur est survenue: %(msg)s (%(type)s)

source: Synchronization has been reset.
es: La sincronización es estada reinicializada.
fr: La synchronisation a été remise à zéro.

source: Synchronization performed successfully.
es: La sincronización finalizó exitosamente.
fr: La synchronisation a réussi.

source: No changes since last synchronization.
es: No hay cambios desde la última sincronización.
fr: Aucun changement n'a été effectué depuis la dernière synchronisation.

source: Synchronization
es: Sincronización
fr: Synchronisation

source: Home
es: Portada
fr: Accueil

source: Last synchro time
es: El tiempo de la última sincronización
fr: Le temps de la dernière synchronisation

source: Synchronize
es: Sincroniza
fr: Synchronise

source: Reset synchronization
es: Reiniciliza la sincronización
fr: Remets à zéro.

source: All changes from last synchronization up to now will be forgotten and won't be synchronized in the future. Are you sure you want to proceed?
es: Todos los cambios desde la última sincronización estarán olvidados y no estaránsincronizados en el futuro. ¿Estás seguro que deseas continuar?
fr: Tous les changements depuis la dernière synchronisation vont être oubliés et ne vont pasêtre synchronisés dans l'avenir. Voulez-vous continuer?
