Repository: pypi-data/pypi-mirror-8
Catalog: packages/cubicweb-collaboration/cubicweb-collaboration-1.0.1.tar.gz/cubicweb-collaboration-1.0.1/i18n/*.po
Languages: fr

source: can read
fr: peut lire

# can_read_object
source: can be read by
fr: peut être lu

# can_write
source: can edit
fr: peut éditer

# can_write_object
source: can be edited by
fr: peut être édité

source: clone
fr: cloner

# clone_of
source: cloned from
fr: clone de

source: collaborates on
fr: collabore sur

# collaborates_on_object
source: collaborators
fr: a pour collaborateurs

source: collaborative tree
fr: arbre de collaboration

# wfs_immutable
source: immutable
fr: non modifiable

# wfs_mutable
source: mutable
fr: modifiable

# wft_make_immutable
source: make immutable
fr: rendre non modifiable

# wft_make_mutable
source: make mutable
fr: rendre modifiable
