Repository: pypi-data/pypi-mirror-8
Catalog: packages/collective.maildigest/collective.maildigest-1.0.zip/collective.maildigest-1.0/collective/maildigest/locales/*/LC_MESSAGES/collective.maildigest.po
Languages: fr

source: ${delay} email
fr: Email ${delay}

source: ${storage} activity digest
fr: Résumé ${storage} de l'activité

source: Automatic
fr: Automatique

source: Cancel subscription
fr: Se désabonner

source: Change my subscription on this folder
fr: Modifier mon abonnement sur ce dossier

source: Daily
fr: quotidien

source: Follow activity on this folder
fr: Suivre l'activité sur ce dossier

source: Items moved into the folder
fr: Éléments déplacés dans ce dossier

source: Modified items
fr: Éléments modifiés

source: Monthly
fr: mensuel

source: New items
fr: Nouveaux éléments

source: Please select daily or weekly digest.
fr: Veuillez sélectionner email quotidien ou hebdomadaire.

source: Published items
fr: Éléments publiés

source: Removed items
fr: Éléments supprimés

source: Subscribe
fr: S'abonner

source: Validate
fr: Valider

source: Watch also all sub-folders
fr: S'abonner également aux sous-dossiers

source: Weekly
fr: hebdomadaire

source: You cancelled your subscription to digest email about activity on this folder
fr: Vous avez annulé votre abonnement au suivi de l'activité sur ce dossier

source: actor_and_date
fr: (par ${actor}, le ${date})

source: digestemail-byfolders
fr: Bonjour,<br />Des modifications ont été apportées dans les dossiers auxquels vous vous êtes abonnés

source: folder_digesticon_title
fr: S'abonner à un résumé régulier de l'activité sur ce dossier

source: moved_from
fr: depuis ${oldparent}

source: msg_parent_subscribed
fr: Vous êtes abonnés à ce dossier depuis un dossier parent

source: msg_subscribed_digest
fr: Vous vous êtes abonné à un email ${delay} résumant l'activité sur ce dossier

source: title_digesticon
fr: Vous êtes abonné à un email ${delay} sur ce dossier

source: title_digesticon_recursives
fr: Vous vous êtes abonnés à un résumé ${delay} sur ce dossier et ses sous-dossiers
