Repository: pypi-data/pypi-mirror-8
Catalog: packages/ityou.notify/ityou.notify-1.3rc2.tar.gz/ityou.notify-1.3rc2/ityou/notify/locales/*/LC_MESSAGES/ityou.notify.po
Languages: de

source: Document(s) had been created/updated
de: Dokumente wurden erstellt/aktualisiert

source: Mail footer
de: Fußzeile der E-Mail

source: Mail header
de: Kopfzeile der E-Mail

source: New message from %(sender_name)s
de: Neue Nachricht von %(sender_name)s

source: Notify settings
de: E-Mail-Einstellungen

source: Send Activity Stream mails
de: Sende Mail bei neuen Aktivitäten

source: Send iMessage mails
de: Sende iMessage-E-Mails

source: Setting for the ityou.notiy Product
de: Einstellungen für ITYOU ESI - Notify

source: Site URL
de: URL der Seite

source: help_astream_notification_status
de: Soll eine E-Mail verschickt werden, wenn Dokumente erstellt/aktualisiert wurden?

source: help_email_header
de: Bitte tragen Sie eine Kopfzeile ein. Diese wird in der E-Mail ganz oben angezeigt.

source: help_imessage_notification_status
de: Sollen E-Mails verschickt werden, wenn eine Nachricht eingeht?

source: help_mail_footer
de: Bitte tragen Sie eine Fußzeile ein. Diese wird in der E-Mail ganz unten angezeigt.

source: help_site_url
de: Geben Sie die URL der Seite für die ausgehenden E-Maile ein. Die URL wird benötigt um die Links in der E-Mail korrekt wieder zu geben. Benutzen Sie keinen '/' am Ende des Pfades.
