Repository: pypi-data/pypi-mirror-8
Catalog: packages/iwwb.eventlist/iwwb.eventlist-0.2.2.zip/iwwb.eventlist-0.2.2/src/iwwb/eventlist/locales/*/LC_MESSAGES/iwwb.eventlist.po
Languages: de

source: The year entered is not valid.
de: Das eingegebene Jahr ist ungültig.

source: Keywords
de: Freitextsuche

source: Enter the search keywords. Examples: Seminar, Excel, Berlin, etc.
de: Suchwort(e) eingeben, z. B. Gefahrstoffe, Gefährdungsbeurteilung, usw.

source: All words
de: Alle Wörter

source: If you tick this checkbox, only courses that match all keywords you enter will be displayed.
de: Wenn diese Checkbox markiert ist, werden nur Angebote gefunden werden, in denen alle Suchwörter vorkommen.

source: Course Start
de: Beginndatum ab

source: Select the date when the course should start
de: Hier können Sie ein Beginndatum eingeben (ist i.d.R. nur bei Seminaren sinnvoll). Ohne Eingabe werden alle Angebote angezeigt, die ab dem heutigem Datum beginnen.

source: County
de: Bundesland

source: By selecting a county you can limit the courses found to those that take place in that county.
de: Durch Auswahl eines Bundeslandes können Sie die Suche auf Angebote begrenzen, die in diesem Bundesland stattfinden.

source: Zip or City
de: PLZ oder Stadt

source: Enter the zip code or city.
de: Geben Sie die Postleitzahl oder eine Stadt ein

source: Event type
de: Angebotsform

source: Select the event type.
de: Wählen Sie die Angebotsform aus.

source: Exclude events without dates
de: Angebote ohne Termin ausschließen

source: If the event does not have the date information it will not be listed.
de: Falls ein Angebot kein Datum hat, wird es nicht angezeigt.

source: You have to fill out at least one of required fields: Keywords, Zip code or city, Event Start, County
de: Sie müssen mindestens eines der verpflichtenden Felder ausfülllen: Suchwort(e), Postleitzahl oder Stadt, Beginn oder Land

source: no_selection
de: Keine Einschränkung

source: All Events
de: Alle Angebote

source: Seminar
de: Seminare

source: Distance Learning
de: Fernunterricht

source: Search for events
de: Kurssuche

source: Results
de: Suchergebnisse

source: sort_by_title
de: Sortieren nach Titel

source: Title
de: Titel

source: sort_by_type
de: Sortieren nach Art der Veranstaltung

source: Type
de: Art der Veranstaltung

source: sort_by_city
de: Sortieren nach Stadt

source: City
de: Stadt

source: sort_by_zip
de: Sortieren nach Postleitzahl

source: Zip
de: PLZ

source: sort_by_start_date
de: Sortieren nach Beginn

source: Start date
de: Beginn

source: sort_by_training_supplier
de: Sortieren nach Anbieter

source: Training Supplier
de: Anbieter

source: No events found.
de: Keine Angebote gefunden

source: Done
de: Übernehmen

source: Cancel
de: Abbrechen

source: List Events
de: Kurse anzeigen

source: Reset
de: Zurücksetzen

source: description_zip_picker
de: Es wird eine Karte von Deutschland angezeigt, mit der Sie einen oder mehrere Postleitzahlbereiche auswählen können.

source: label_zip_picker
de: PLZ-Bereich wählen
