Repository: pypi-data/pypi-mirror-8
Catalog: packages/cubicweb-subprocess/cubicweb-subprocess-0.2.1.tar.gz/cubicweb-subprocess-0.2.1/i18n/*.po
Languages: fr

source: Between 0 and 1
fr: Entre 0 et 1

source: New Subprocess
fr: Nouveau sous-processus

source: Subprocess
fr: Sous-processus

source: Subprocess_plural
fr: Sous-processus

source: This Subprocess
fr: Ce sous-processus

source: You must use the workflow to start the subprocess
fr: Utilisez le workflow pour démarrer le sous-processus

source: abort
fr: arrêt

source: advance_ratio
fr: avancement

source: cmdline
fr: ligne de commande

source: complete
fr: terminé

source: cwd
fr: répertoire de travail

source: env
fr: environnement

source: failed
fr: échec

source: in progress
fr: en cours

source: initialized
fr: initialisé

source: kill
fr: tuer

source: killed
fr: tué

source: output_of
fr: sortie de

source: output_of_object
fr: sorties

source: return_code
fr: code de retour

source: start
fr: démarrer

source: subprocess command line as a json list
fr: ligne de commande sous forme d'une liste json

source: subprocess environment variables as a json dict [defaults to application environment]
fr: variables d'environnement du sous-processus sous forme d'un dictionnaire json (par défault, celui du serveur WEB)

source: subprocess return code
fr: code de retour du sous-processus

source: subprocess system identifier
fr: identifiant système du sous-processus

source: subprocess working directory [defaults to a temporary directory]
fr: répertoire de travail du sous-processus (par défaut, un répertoire temporaire)

source: succeeded
fr: succès
